{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              256
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "activation_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": true,
  "conv2d_same_offset_depth_2": true,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      18
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": true,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            18
          ],
          "values": [
            "bXjpv7TlBD2k7gs+Z8dtP4SaM789SaM/LGqtPvGFAz9XHAA/nZqTPqjetb6j0sy+i+EUv6Fl5L2h5R2/mMTtvohdU7/x3WNA"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            2
          ],
          "values": [
            "d3dYPiPiST8="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "Vwr3OsbhAr7z+dq9lNuKPemr3r1VpOG9Qc3jvWsr9byTdsI8XjMmvNh3jb0CkDu+Aqhyvqa9JL3HWbW9qARFPRuSCr5U/au9B+BPvY3Vkb32d0a9YTmzvXSdrb1CxcS8KDUxPMs8hr3xjfu7AG1Cvtz9Zb1h3Em9UwJFvJruTb1t21i7D/QjvgWWFb56b0G+nz0jvQuMCLzQYC69g06nvKVQNr4oT+q9L4OwvW8Wnr1Zboe93kwUvqJohr0iZhK+u9mIO5qL0b227te9zAAzvoQXZT3xIZk7jfQyvY9WgjyqDDq90sx/vRupGb1bXoW9Uv05vrK+27zTupq8Hi4Evu47gL2aAMy9T48Kvi68gL1QYX2+ywhevfk0Dr7MlBq+L+s/viR1IL2P19i9oqzCOxK4gb0wkoq9wrjvvZDPM728Ssu9HnrcvZEag72BDHG9rrC4veSf97xfRQa+xUHjvUpO9L3bQOG9x0LxvXlUo72owhS9up99vWcThr1tc2C9Fu2pPOONsL2X9ba7F/zsvaW6Hr4uddK9SAiPu/IaTL65xDG965ejvcO+zr10wgO+WEYJvkez273nPAO+KmKuvefZhb29QP29BI98vQ8Onjy4Tzw88RcGvpyN8bw0RSE8NgWRvaqaETw5GQy9JcpTvod8q73JyWC9jGIjvsuDrL05r9C9m8RFvjo31DwtjbK9t4lOvtELqb3gJZK8P0HFvVyoIb7NQe+9jPcuvjGFD77oIhS+HnTGvRMXBL4jBbW95XtevQ9/ML4pBt690EcNvkxlpr0hHFC9QCO6vfaq172vOgO+3iUcvhNxCj1bDi+9ScLUvQZPn73ZmZW9+uQrvTPnFL1MYaW9E+KVPSh1TL2Bz4e8gpq3vT6Ljb2S/Nm9XNUivocXHb7Jnw6+oqeTvbAvLb7Yw7K9B5dIvYgJG76VWpu9wCyPPYNmIb6Xdz+9+tyvvf1Oq726fpS9hj3HvQy00rzDEsW9aT1RvbNvIL6I9iS+7zs5vtzM771RiXo9",
        "WssFvVI4SL5PTY+9pqW7vXpDA74l/hG9nAH0vUHVMb3Jc1M8efDBvS2OH76zGkC+ZlPVvM0WAr6Lp6+9FDh/va4EJTxTjKY89gcPu9AuKL7dHtK8Eg4Evs7j5LzZKgW+aSeWO9tT9T00SMK95xaQvVLuCL5JdJa9jDYPPRY2Wr7EmRS+3fuOvWlbIb4Y+Bc9jGxUvUlnFL6jzsO9fdX5vY8xlr1aKEK91sIgvVekAr5qEKC91L7eO73/BL1+T8i9rJonvpU9sb0paBO9utlIvW0nCr7pQRa+4017vTi5Br1NPwO+POq6vTBAxr3gNRy9jmaYvc0m/73zZIW9z7NEvg=="
      ],
      "weights": [
        "hxZCvW6xEb6IA22+/VpgvFWWE75xkYC+OgIfvrM6PD4RJT28QxaOPYDdjb4kk/084mnEvtm+L70vFeo8iULBO67LJ741Vgw91V9RPrKU6T0sGfu9fYE/vjLtxr23nES+0okqPuPr3z3ty/88iz7ovTQvGb6kh00+aRh8vLsrAb6ITya+8mQXvqCKmb6T25m9Vf6gvq8Q1D0E7aG+Fe0rPXg0Cb42W1W94gQKvoJtTD5+eN+9Pm+kvnX/u73jFJo7jnJtvQ5L/by16dM9cJoPvo1Bsj0YGsO8sCPgPbVkDj3TiKW+5D2Rvo3jb7401Ak9XbU8vgEZmTwEvJ89PgtFvQpGNb5FHIS9dqvvvQJiAT0cTMW+LwuqPUZxET6lNhW+7LeIvIJVcbsXpGe+T+EoPYE9er6Ug5K9THLLvIkwEz5jXbe+EfNoPUHWJD7EC2i+eDm+vGsUDr3aAq2+cVCCviMLwbyiZIi+6pKovjZJzb1wpXu9a6xpvEDaYLyZDlU9rFzdvZiVTz3Lc389MONHvo9G275PNLe8WZ2cPZf3Nb5letY8bYxOPr6qpb66/JS+48O7vYXGyLzVXq+9K2pkvtZgvL1M4ra+TIeZvjCxGL5Xf4Y9jRGRvoQ2oz6peDe+G9wOvremxj34ewk+3pl4PN7PYL2A0qk+zlElvpAJyTzb8RW9mrTZvjatkbwwUYg9DShSvINSIbz+LAu+CFMFvHUU5bvWsZu+QKHnvRJlXb2u+Wm+FuN6PnFdOb736N+9c/0mPvGJX731gnS9YK6EPS1tJL69hoA+0liZvqoKwL0qEm27plwTvVl4Ibxh2t69OsSrPXFgFT4tqXK9X2VdPeOyyz2oDhO+ZjFoPbv9aj0/HJC99RUdOh3Prz7pvCC+L0chvWwZC72vQKq+PnRNvkzjpr3byqa+hOeRPuct+bxzDJi9DGctvOZpxr6//SO+OmpMvV6497wymwQ++1IvvWKQAb5vRJW+4dGXvSpnCr4+/kO9YCWyvRbahr7oqM89",
        "bH8zPgebqr3U97G9HSl3vJevQr42+cq9F16tvr0FDj7L8+294n9evaLmSL6tzja94DSHPRK5fb0zuZU9VURYPrm9FD56fxM+T4BjPXYor77vmr893pLlvRo9Ob60qAq+qDqbPMVBFT6HyDC+C8pNPjrKnL59WJ++viOePcHK9L1/AqG91F2CvXtvyb5s1zw9qfiyvmuOwb6BfOm96P3lvXJzhr73cdc9jv+cvZy8YbwJFyu+5SPFPstsqj1iXJK7OmksvTZOmj3t1HQ6Il31PQ/CRb0YYau+bzs7PZXDKT4uxwW+gEC/vIZawzzM1hu+DzQJvvbiML6E7nA+mLUpvoIez77qdqi9UiatPX0KOr4fvcc9v5kwvkAQZr2oziE+xdgsPsbMKb49x2C8CjvTvUcCj75Ye4M8ym1EPRpzxj3LQzk+mOt3vYTGSb5lMf88sYDDPKe+uj1GjO69RfAGPrn3Aj1dm5u9FAaiPTT97b1f+DC+ejiZPbVYFL5uqB8+7xsCvqVQF776Bq89iuGIvWDSqL5+1wE+35GRPVREdD1Zrj+9XOKVvWWIzj1Sfd29n7dGvvIEiT28+6I9Dd4KPUKYvL6AzCy+pVgnvrMZor3uphE+u7ZWPY+FDz4OS+u8x83cPar+qT2M4ps9GhcePvbaNr56Doo9rgWpPcKZSb58t4E9DoQdvYBhlb72lgq+kBbyvZTGEb5DjiW+s7pmvmJ+X73o+Bq9US57vVdcKj0+Qvm9zQPMu5JhZL3jjRy+erPzPAXrm71mJoq8kAomPVrHED6jtj89fJjRvW1GKr42vr09m6URPWuE5zzozow9Lp0+vZHnp718bOi9g7oXPhUepzzUmQ4+WGwgvqdGrT20oLM9IYytvOFuUT36QYi+J3XYvdoF5LwhMFY90HL3vGA2OT6YK388ttcJOqZmYb2Lnsi9st7NvQ+4oT1P5gW8k8E4vhOupL6prxS8ofbgO8oUYb1H6qe+qHUyvR3QWD26uqa9FdXQvJhs372VHBK+",
        "WQ5dPb6wMz6WSbo9PbYIPiEFer6sxYc8O9ndPdFf/7qFuf29inlLvgVz/b06q/K9kJdSPqqnIL61/9c9sSzLPSFOFz4p8j09h+DiPatdkb1HV+Y9JT+su1BQtD1UGN29ijitPW3n0r2s8WE86lNQvHoqSj3QRZk9tI5nvp4O/D1oCy8+65cVvbKaZL7Nbt08yszUO4+ByL1osYK81wAaPYOOZL0k5JG+EjfmPe+mw70fnlm9WS+EPS8bn7y6SQy+Tsg2vgoILDzmFLk9ZbgsvDgjqr6jYqy9LZ5bvgiIkT285/Q9meQ5vSmsBj1NdIS+eJScvabVab494129cLWUPShtCj6oFc29RggfPtuYlb3uHEI70sASvg2lCr6Prf09lG0FvhNe7r1e2bO9UYyHPPXJOr5sEwu9l5nQPNYsjTxFWhg+xcPIPcorwz3HWBm+mlwNvnjdO7xtYRu7R7cXviwdE73AWls++Y6evdWdBj16I2S+ftqrPaYC0T35BOG8SyNOvqMd4D2+v/E9ua1TPvSAAz6keyM+TyfJvTQYF76/ryU+5XSlPKcJeDy50zg82yNdvFBoFb1z1oa7GltQvdSl5LzkJPE9Cxo7PrEO9r3RmCc8CbB5PojiMz7RgCc+P/y8PHqGZr4azmU9B4hJPDDpRz05O7u8vWf9vKWulb4KMhq+Yq44vrilyz1EyQ8+FBYdvhSruj1M9gm9dzUjPgQCpT1oAr29TKT3vKtgWr7lEKq+3lO3PRU9Jr4K4Gk9GIHJva0XCb1uOGY97K6HvCQe5b1QqAK+atwAvtAU771Tgka9bbFjPawolT4saFS+PXlGPR/4yDy4xhW+diIBvizFY73bTAu+6S1avjRmhr6ItRu+LKWqPQ+zN75HF04+ANSsvq9/jr0cqne+7pSAve8YKb3MFiS+NllPvk2IOL5Eqvg7qoUMvtG5gb44306+Pd91PqLIwj04ak4+PynAOwNsJb6qQQS98x9HvfPsSTywDoC+iigMvsr+kT5skYm+",
        "bm4kPheMLrw7viW+i5xFvvzyIr4CQR8+eR/AvFBZOr6a+fG9ljn3PTcuw7y5nUm9zjkLPUMZJL2Bg2W9LGOovUv+1z0OyTa+dkerPcufsz1KEyu9aGzNPN5YNL60Jd49tSHtvcpr6722WtK9LIbbPLRYHrvw1Vm+rIwJvd8Qg7y6o569H5jNvQBzHr6yGWS9S/EkvmGxurxt8Ps9cjRTvi6ABT7WbNq8nxuxOw7On71dM/a9ytIhvtORJr4VE/+9GLoJPGLfsDw4Uy49/c34PUB3bL4UYlE+qqx9vRmpyT0dJOi9nUKAvVpeiL1XZ0C8grOkvfhEDD4NEE2+63THO8SEYb4PmSC+YZDZPZl/Dz7zpaS+JPoGvu3cKr3o2mO+2KylvXOP/L0xGSe+TKwmvtbLnb6488E8aB9qvYXcqr0sotM9H3U/Pb7d6L1hgqQ9D3csvuvjDj6ngjm+MSBKPI3GWL5YIyS+bf4iPXLEmz2Y4zK+deLVvHh7Cbze/xo9Cm+WPjc30b1oHh8+BVI1Pr9EGj4fpiC+ZFwHvndKKb0nqCi+YO8svorAmb4RE8c9Zb3KPB9Opr2xYGQ9kIuXvsN9uj0dymU9k6+QvceZeD7gqyA9QJVevcQ2sT0f9xe+HUE4vVufpL3N3cW9i8y3vh5EQ74kWfm9XGNfvW9+LryZEis+f7cfvgVCDT2zI0a+xY88vpxu2TyCj4W9DBO2PuwGEr5hzIa+Jfx+vg1Bm74gMhG+WLypvg/NNj1p+oG9PAMAPoggnD5UdUk+zGhHvjSlQ71eYaW95jytvdwNeb1HhEi9bI6vPoABszw3TPo9zgcBvivxYr0Zb7w9E72Yvvr4cr55iAW+iINKvin9hT7iqbu9f69bvvPLTL4y8qC9p2Qfvk7q87zwndQ9YJqFPWsqmL2ZxAC9tsu+PTvPST1V1AS+lnMHPXbYcj6zJfa9geUIvc5anL6WbNi8Q7KEPpzwp753noQ9aCSBvmknEL2F9BS+KsmLPXfN17wYm4m+",
        "PIXUPUxbI76QIky9wO4dPsvVLb5Q9PA91aBBPdFZWb6KoJO9b/r6PcfQNj5C/7I9REV0vrJ9X71kHpK9k1fbvcxUML2ikGa65mMqPQIbCr1/lri6AxVEvZxCLryMzq47olRau6CAvTuujlC9RDfzvTGZ6D0VD789CHktPZZxNb0u6CU+htxIvUGj5r3iBLI7F5I1Pg4P+b2/SXq937rPvRgFgLwbbDA89FH3vOMcZr1h+Yi9K31zvfI6rbx7MNQ8g9OaPQlTOb7/06u8iBXUvBUa571twZe9zpH+vWH2pD05fkO9KjR4PkQs97zIbyW+6jVJvL62gL3HBV+9Z56XvGuP6bwpkPe91TIGvS2WCr2gafS9argOvp6J8bzphkm9+kaTPH8el72l5xA+2LMRvs4xmbx5jW89KvvPvUxC9b3zhh++Ag6MPbcvKr4tS589s7abvdDMnr2N2XG9WYyaPR/lobzIR8m9pJGYvdv+dL2RcE29fIoQPDW2Uj2pglW+UNJkvSKn2L39yo29O0sYPYLDEb6GcyG9Ve8VvhcOC76iYwG+AiJkPU+1l73DAxC+DGzcvUc7BL4qHUC9Ry6GPKmB8T0IFki9YCK6vZdKUD2RYsq9RAsQvMfarD0/WN496aWavRc1Br5kfkS9sUOgvY9LY71PnJs9q10QPVOsS71noK285oszvmyTPbxO/zG+o2O6vXKDtL2SjjG9j9IBvux3r7ozo7u8+HOvPSWGlrxwIyE8gdUbvAcxlr15cey9hKH0vfsmIL6HlhK9xeXjO10s07zvN1G9xb8VvjRoHL35ZM29hqDbvdtzpr1RWrC9p6yvPDh0Kb40W/29XcxrviTaJr7y9O+9SyJJvVksYDwvkvw9cRHvvAOhwT3UToQ9hhsMvsWtir0IMSy+6u0CvYoTHr2Z2B2+qIpMPXYvMr1MsA8+XRN/vUBwFr4NcQm9zHoCvk26FD1qH8w8t3a8vRz4K74Hlqg9sxUgPeuo5L3uq1S7LSyMvSxSID3VRvK9",
        "VnATvtF3vDxpfhe909pXvbScmb36vDg9fRDOvWJGrL7jwek8nntVvMNY0r17U7y9Vk5Ouw9dHr7ZiLY8o9CvPa3Zpb1whe+9Xt2cvYQb/rxwVGq+/JU9vLAH7z3v3WK+q9emPPd3rb06CTW8cAMVvp0yoLxDM8K9y1JCva6VCr5Lijo9KmzYu+K2Cb5bVzK+TO1CPEH2Mr5JiMa9/QqcPYeOZ75ZV4Y9VSocvZKnL70PDzk9saPHPP5fKr6c8Wy92DiIvTjSAL7Q46+97qUFutFxq7zJqq2+aPNLvkhORb4W33q9GpWJvBoMe73AT+o8CV77vRtjGb5bDdU8Gnr4vIYSuj29kx6+ha1mPpigoT4+a3i+FFuSPvezqb7C4p8+OZO8PtcDgj7Cvy29T4Fxvio0sb15mIw9ipZBPiOclj5AbwK8OlaTvIkqZ71l6lk96hMkPoxUoz67nho9o0LyPWxZ1TzuxSu9wmqkPuh3Sr7rLJk9F5wsvus0hb26ODg+4UHoPToUqb3BSCC+jSiWvoevCj2Dn7M9vWY1PslVAD5bB3I9i+Oxu1SlOD4yGyw91tdBPqQpTz267yE+Z0LrvWVZKD4gf+K8NtRFvojj+7txDII+EzbYPZM+mT5wOx69GfDkPETSmzwfgnw+Z7qZPtNO77wAFIg8bEChPkCXFT3J1fA9ix/aPNbUb710Cyc+B6SOvjyPQj4GsgK84IwsPnTXlr5i2J6+YcCGPZXFBD3LFIc+csNRvjYES740mg69CbLpPW+1871gR2G+B/o6PjSl8L3RfPQ9ezKvPj+p2D3G63C+MvKAPkwIiD7k7ns9JG2nvOUK2z0KiRk+RvCnPRiwXD4kQ648IP0COmU0TL0bh2M+RGpUvm2vTz7+ARe+J1gsPvlT/b1hNpY+JkLGPqehob4UcMq9wDSePfe6P70D3YA+hnOuPlWEDz6CQrU+rGJSPjUsmj49FtA8eut8u08Kf755zIE+hE5hva4OUb6nt3I+A2YuvsLc8b0wDea8",
        "v8H7vclcY70AFKw+Yk6OPsuHsL3NLBY+4XGbPnJxrzwovhu9sR+2PjcYEr45AJA8SYfxvS2kAL6prgW+7wcqvitupD5DnIM9MK0ZvUqoEL6BOBM+BMyGvksi1T2TpXy9IuZ/vo4w+71HqiE+FCe/PStxdb42twc+WWowPgpUVT1Es0k+7z03PiXkaD7+dW++MMSfPq6SXr6+Pjy+vAiLPhz3H77ee529xcOyvQGygj7e1jC+CN7AvFeNpr6EU7q95b4jPustND4uoZk+C3swPvz59D2h1+w8oYoGPueeRD5/ZmU+bdDXvbNVkLw5Kwy+OC6rPbfM9T2iQOG9z19WPjWYuz6JEHO+wfCmPvCVob5PgN29eOesPhZhyT7bQKw+tFDPPDA0kT7I3Dy+WfwlvuLlnD7+XvC9I+CcvkFr8r0YD6A+spGbPmTiWj5jQU+944MXO4IZor1g3CG9tTM2Pjryfz63H5E+UjWHPpvLhL442ok+ZRO6PVM3lj5D91O+fok8vU64P75d8zA+un5RPn5jO71vtYc+0L7lvV3bwD21N2m895X5vTXkNr4Gv4y+AkXwvbxPpr3Ru5E+pKlePuDyoj1/SlA+L0ZfPmOLFj5AMpu9kOcGPURjCz5TVLs+T+aYvZVqET7o66q8G5+HPQUOtr5jclO+PkpSvocf2b3aNDI+SlxsPkgd6DtWX5O9THgAvtaOKL5II+s952QMPqa/3z2vixY+qzOlPWsjyTzUxZa921nPPcr9Gb7XhCY+lPnPvQa4bz2vKQI+nCeCPkPr7b3MUzy8JYe+vcfhuz2iy4U+JJKDPkBeAT3aq4q9++vVu7FIoj6pdV4+knSyvaJkhT3IF0s8rD7POw7YZ70xwRm90UJbPlPFJb2V5Um9ZvmnvIzHtT3I/g29FU0avodPkj3aFQK9PK7bvFenQ7271TI+WlOlPhDmcz2qidM9Gf+8PbPnGD5pTvw9jq29PhmyRb1K6yE+3jCsu/3XtLwQieg8zMSkvXjaIj5PKve8",
        "AkESvtnWjj7UlQS+9A6rPR0o2rz39CM9GCuBvbQg87xJm8K9sNRAPoZY27x6020+zDOkvfN3ND5VGBY9FtCTPv1nDr3QRwU+Sra0PT6jvr2gc1+9G+ilvMjBqjwWPrm9WRcQvtQ13b0DL0m94wpbvneg570FOhy+5E8wPHV3Fz5fvps93h/lvbWKED7J/hK+K4Lmu5YA6z2779Y9xgSavSJ5Nj6/NHA9uj2uvVQGXDtBU2q8JSxOPrpDFT4YepA9JmnQPKLgcb2iNxi9lj4SPb17hj450Zm9NBInPW3byzw2lK+9dXViPjsVMj7dvJO94CIhO0jVALz0LiE+4LxpPc+DRL1LfWa8rHQfvWswobvu0es9rKvpPchhfL1aaQq+59GEPZcx0j2aTJa71xwSPSCILb2f5MW9L2e6vWLctL02gNg9AO9evgTHDT7hf4k+WEUdPmmGVz4roki9DzPxPNvTYr001MK6LpAwPowpiz1OIbM9q7MqPoy3Pz4Dh4M+IscXPXbC6z0YmDE+OAbePZpbqb0MaTk+6XZbveQ8wb06j7U9KhZnPh3BJD3Bim+96FdFvFsoI77iClc9N5f6vJHUYj0Z9lI+IBoxO01kDr59hYK8XEMLvvb/2r1istO9/cXYPEBhRT4Wpu87cymMvYQhz7w5rmc9sOeLPNQAFT7NbA0+l6a+PQmBrL121Nc90lB0vDFI9D0hBqk98f9gPXoirz1ga5S9p9C2vLq/UL36M4e9lseHPsS2az2Flq09fbLhPYniGz5C8YE9djiEvOBRhj5IBpO9DvPfPXHX77x3dH67f1ypPSE+Gb5CVSi+IPTxvM4tLjypYPc9Bc9wPO6skj2n0FY+oarzvftvZr1c/x++El3pvd5Xe75isW2+Cs29Oy7TA75YmhE+AHkNNln5Fj6EaLM+mHR0PfABDz4WUPG9uYX0PbDOw70fySY+Db8evlNBz71tb5y8MVIFPkoPZLxb9FY8V3SJvQuJfL2+LPW9mqaiPT4wCz57olU8",
        "G25XO1g7KzzZHSK9EAnpPPSFqb4pI+69+52cvXQMGr6B//m8XaiOPYBIXb5NHJ09aoZ+PVErPb5S02U9k6MCvh5h8rtQWgu+K3ypvR5nnr0ShVA9VYd0Pbtkvb2b/j09GaUMvtXK872PZAa+B6aGPQBZpT1e5l2+ujkdvrmipL15jdg7FngFPbHr8jyEVzw96hJhPXbDPb6Tqys980QMvmWvjT3Q4eE8InmmPIiNyrzsEYg6foo3PV7RoD25WVo9tdUsvXE6p73JAte8HgsBPZCE9r2PTwy+4GEjvlRQQ769LUk9b22CvY4bQD1JyXy9ZDELPc+uFrvkkwS+/iG3PE/4cDyUaqq89DRGPXnr+L053pM9Aq3gvRzXdrs2eds9PHNRPfSqFb71hqo9HZJcvii0eTx2bZS9uvASPGAQGb4vp9Y6fWKovNEhQL6d1jE9O7KsvhRnLzyEYE49L6Esvqgmnr7yQzE99mIwPfCnvr7Sy0S+vTBMvldTtjxqIjC+fxOSvG9YYr6QZjy+vENQvR1NZD2jGyw9xRoXvjtZAj3NNSe+iRmHveh0SD2wpCE9YqOvvczvur0YapW+CnJEPQD3hD2a8iU98dk9PetdqLss5YK9ArbJvVDek70SxeW9cUsnvlPNt72L9Vm+mAyUPb6Vub0HuFa9QTu/u2c5Bb5x4Dc9TW9+PZPKiLzz8Pe9M/9cPVJxPL4emSY9KqytvhexGD3Ldwc9JtlPPfPmBz2FNX88T+Zive21vDx2q1W+3jMwvpOJWb6hLJA9zs4vvpe+kT3xZRy+XqgUPb6l5Dzmeo++h9lrPeHcOb4ROUO+OcmLvSIgSr7LaXa+iFeSvTK5BL4qPvG841YRvhTuWb03s+o8eVG3vbkBbb1VsUG9IbY6PUrcwr2INxU974qcvYLtlzlFfg89W1I3vcWXqLpQ4lm+QgkUvtD6HT12rEC9mMYCviCYvb27fM29zJcYvWkVITtLu1+9vOlFvng1PT15DX89lNNjPagKRry6Z969",
        "qGJGvsflM7060Ze90VDtPKG6+TyM+xO9mzI0PXWurr1glDy+CefQPQC8mj0pAmc9zK/cvHL+Lb6ZOKC9TThmvVAAFr6wBES+HfIwvsoaET1JRSO+HWiUPUrr/L3PRng9WrKdPWEKSL3vNq+9r+UQvq+68zyopxo9zu0IvuoKfz3b5fs7lBQNvnzvgD3X2wS9VqASvU1QeT2Kcza+XF83vlF7ND3R8YC+bcAFvlLZAr6Lp4O9eIxvvkO9wL2lIxa+ei8evmzkOb6BcbK9eU9Evc87gL6U+WY9ZAdEvvhbOL4oUNs9YA8mvggeB77AD3M9fGU0vkwbtL0m6bW9GiF5PST2nr3eK46+r4IuPdxfOr4N6O+9hil3vDCLeL6tx1Y9D+kvvYt6Fb4HxL29ptFYvfSvxj1Y5g4+nmUSvhsaeD0RMWG+M633vbYm3z16nBw98xf+vXPt4L1ZeSw9El2KvbTWpr0X0Ao9xu8wveTAQjwPPyW+nuMfPAEPuD2xgP69R84Avu442jyzyuO90iuyvPCwPr5V77M9X17zvcsAAj4Oez892DjIPAhmz71v7Ck9VrDevanPrb2EIDW+JXILvnnsqb3ykCo9kRnjPYmqOz190mC8zfmiPbyIoT1z0Y88IhA6voZ/szzIKde9f39Vvlv0mT2BmaI8rLedvDortbyl7ti9SJFDPbHdgT02uh09/iFVPS7IiD3q9tY85nFPvRKMrb2RTIW+gY09vlG+Cz4svAK+VfVTvrKqQb77Npc9YTX1vWALoD0gZ4C+gpUCvrVpbL1byqS9BrZPvlM/szw1mcq93MXgvU/bDb7K+d+99B+2PWrWbzt515m99ScUPiTPGr54RYO+cebnPRtOur0x9Cm+4OsGvv2W0D1kbbc92Tr4PQrjajyMvCS+23c9voWdOL6By/S9k18TvpzCh73QRku+HiI9vjay1L0WjFc8fM4qvedp7b0zvRC94mY+vld4i7z/ltW8S7PpPaENdL3IF+69U8pwveEjpz0+t0i9",
        "7VE/viaGV77+tCu+Fd1mvEfty70xRQc+W3uhvW9N3rrAwcU8G04zvoHm0zwi/Qa9eKL6vTtX1zxfjZS9KjWPvgiqsD3wCpi94kY9vD+/Pr4aWBq+VwmsvRGTKr4FIru68zA9vlgqub0jBbg9pDstPq5eKb4dC/s8W4vtvS7ZZz3KTYa852SCPMmtjz0Kzfg7vVvVvU0wJD6t1og8klUGPe70Fj3c1Rg+E3MXvnskYTxuwSS+9mY/vicHtryB2rU9dWMEvp5loj0H+iy+WwjGvGi5JrokKqG9NN6BPaduDj3gK6e9RcvuPR0Xpz3k8J495xvxPEOAp7q0AnW9qeNQPcdcgT2bGA4+Oh5KPX+ZFb7YLQu+d0sXvv9gUb6m5Hw9IWwBPgLALr2g+MG8PWTTvIS1sL0NowI+J3wvvgCWaz1B6L47bEySPZkGmD3ntEQ9wLDnPIY7iDwrSPC9APPEPCpuHr7WSc69w9WHvKPWIL6llyy+NkSovdu2CT15sSa94aO9PQ5LUb411f29P90lvWZ4Hr6GJx2+5VURPTHgPj1VzMC9aGCGvcVBLr5tshu+dL8nPblUFb1bMqY9qcsAPr5ylTydf+49jES0vZqg1jwXBx6+6wifvaanFj7nmfY9GoYQvkv+Gr4YxFW+BH6GPJ++lL52EVa+ZrMdvmU5Kz3JyAm+0wTvvdowdb3xPe896g6wPPrlwL3ES4Y9CiiBPVVIaj3bgMI8LpgjPCUscjyIEae9oV9svfdF0D2KgRC9E5NWPWyoCr2mWJG92aRQvZQQzDwKHZK8XgF6ve/ZJr1SUYK9YVqevef0KD5lXze8wKmSPSPHEj3n5Qe+1jdoPbKM3j0tQUm98pP6vURtVT1Mc/A9JxeyPYHukbtupwo7c0XQvOacZTwSVru82K6kvZJrhbtaq2m9T+94vHn7yDx5M4U9SThpPeOQfrxqQJO8dOGUPfHX8rylrIg95ye2vd+C5D3dDt47kHVJvFR/mr0SYua8J3YIviNPkj1K3687",
        "S8TMPNc9JL6YFRe+kKoCvkCh1ztWCiS+k6vxvEB3Vj1CKAg6I4bUvR8EiD3HUxC+ZSATvG5Aw7wRhi28T1BUvg4m6rwvpeK7PICQvLPdwT2pLwm9naKbO2FHJbxmahS+JSN+vYQ0Dr5IKFi8Bme1PVv/0b2OR0m9FcuIvM/vDb2Awuc9s4OsO8Dvw71dkzS9cdYruyYMAj07ewu9joTIu9kH3L0rJza8VCsAvHV7zzv0MGC9xJ1cPe5gND3AYAW86WQUPlTkqjkXhba9ygzfOycl4DweEP08qGQFvquZDj4RcKm9dQWGvYqGrj0G/ai8a9iCvENyQL1UPci8MiaCvaedyzxbI4u7JE4KPlUFGz6mamg9wsmDvBADy731yAS+fQwXvf7gyr2ZHCa9fbJevVTRz700gYO8QHpmPKdCiDxUBnk9sZ/ivYb4Rb2Nb4Q8/DVnO7pHhb2paSk95JcfvT0HprwWHTa85K7ovAcSGb2HeAY8hljwO5fxFL6HDMu9AMynPfxL/bskHCC9GoAcvj7yTT30WcI7ADtGvLgXpLuZ8Dw9Vle7vNxVqLxRuy2+Z/hDu/BKpD0w+hm9lTHpvcEzDb2QogC9NdnnuQ7v/7xj6wm+sz9DPMtjeLtvWaU9MXosPX+H0zxSDrC9rpxuvfKC0b2Y5IW9pbiBPB7FfTtRrnw9lVAePa0UHryvcfY83/1zPVeKmr3siXk6QBdePd7pn71gIA49oP3WO6ovSDxxe6K9TK2rvM6I+Ds68PI8UNaBPeoIpz2LBdY9o2hOvaNBGb47Gx+9nn7cu5MT8rxrwfm8Xv3cPdfdBb7wn009swpWvKUAgL2zzIU9D6mZvJT0bzs5tWW9cfelvQh0kz0EspQ9T9hGvPWr6r2OpJu9Ll1Jvde/DT1k6eu8vUMNvGk8lD0i/RI9YZ+Zu/PKB71lrNG9bWx6PYDY0T0ffJA7WBNevNwVt72x2z89fXjRvXzISb3rLau9FX/GvYsDqb3u3aC7Z6lCvTiIIz4UNMe8",
        "uwDFPDsm5DyRJRW+MtbtvQDDlT0uVTm9II1qPYguPb3N+HK+eGzAvV4HYj4ZNbE9Q1h7PSLTzb0BQJW8LVlKvhfL2T0uFg4+67xovUPKD72yUTm916UMvkx/nzspFqk97nwHvov9iT2jSua9Y6+PPRMkhL2fyey7zcIZvsFJmTwc0g6+M0nbvTET9j0Kntw9d0v5vdk3pb2RHFY8JEAXvh1tzjz32IY9hJGBvb/DHj4FMOa9h1cxPEJr7L29Ghk+5IQNviKF+jyfJ5o9Pf4wPLJZ2L03dge+XQVNvnZ7/L2ryN69ZkbEPVn9u71KlAK9Wf9bPezdTjyIceK9YMsoPfJ42r3Ou+w8p5wAPexRzr24G789q1k7vSErmT0ryoy9/mpEPsw8CL3yfMW8AwOGvd+XEL3aOYQ+5CwAPup6Cr4sNP08jrcuPEOGhj0V0Wm9Ud0LPonyGzyFJZS8s2khPWOVbD44D8o8pJrRvNbCZL2DDum8ymZHvY7dSjxGj/e90Ky+vZGlkz1NoQO+jLWxvZuCEr2OdqI8OidAvlNpDL5dAm29tZmxvUTWwjpvDom9B6P5PNVwtz0MnIy97ygYPfA6qr2iSG29qHvDPWW+Gr4vURG+o9mavT0rpLxMWxS+3AxCPv7qcj39HR48l3PNPBA+KL1vSfU9Kl6PPZsqvb3lerI9JITevKUb8r0QoP+9GyI1O0Ne7r0xoAC+Ki0jPDmGp7yggGC8Hx2yPf5UkjsHUNa96ImwPQWpqj0ABAM+kzTHvbU7F76Um2S9L6x7PuEJsb3WHds9GxAFPexNlb18OSA+DpOhPUA+Er4tRgK+hq9aPvmbjz0NdLs9rt2ivSs6mb1/XU877q1lvuJZez3GlJS99b9gPcFMYD3AUeS9T5PhPUEs9Dz+TlW7+JdmuzxBWbzQ8cA7RO/UPAV+U70yAco8dVIxvsC0gL2ANu48Jhk8PSmf4juyjm09Us0Dvqfpkz06XSK+spj6vMwzIT39/Bs9744wvTaRIL1Ebj29",
        "+WvMvTiy571Afzu8DwRwPuyz3L0PMpu9qhA3vBdstb054WI9bwtvvXLo6j2nAoA8XGu2OtR66T10als+RG20vb7/xr1uCxS+W1wCvleEgz04Zj49ZVvrPYBmST5CCrq9s/UgvqNhAL447Je9gjoMvQTeQb0+abG9AaVVvvbaAT6Z+Dg9SAwfPof+Cz0ti6G9a6s1vQypP71MhUw9r5zmPMHrrbxFT5G9H11LPht2KD4ead+9/iYAvmq6L742aBm+H2jHPOot273CToy924cgvhEODz5wPAS+hpiovQkdjD02DZa8X9BCPP8VNjwwrEk933BpPS7mjb16uEI9db21PfFrBj3ITEe7x758vb5aALzet169Il6qvTxzhT2hHdq9/F43vSpZH7716em9+dcfPe4iJLx5k9C8TcW5vRwZhr0DZbm9hj/cuwOhZj3dqai9U7rIvYnwfr1KULC99ncuvaMY2TzBWp69LG96vfg1oj3dJ668LlzSPGeuBT0Dw7A8P1R9vKIoKz0hkak8nf9NvXJXhzyj5tC8f1Y7vX9V07tr58o9inYVPUE41rwQzpq8kxRvPXTQmz3kVus90o2CPeerF75c9Qw9I6GnvOia0by32829VOBOvchGvb1q+dQ9R9+SPQDFrD2cA4K9sQ+KPfUbTD3hAko9JKnUvZNdorxmmWQ9CiLLPYBDTD077su8zBicvKkzlb3/eBM9A4f6PTPfgzwPSqw9CzWbvRA2ZL2Vbwk80whwvW+tsDu5OZU82qZSvUXTWb1tMx4+MrIjvWaEqL0Ibve9XX+APHscyD1NsrQ9khRjPai8FTwhCka9ayksvWFTrT1z3bY9NVp2vB+7JL4JIYA9gt+xvZqsaz2BUME8NVtjPdezEL7Z55k9YH2NPRzsk73JuSQ8F6uYvbZ1bTyw+cy9n/4PPQK10j2kNGq9CQ6LPMuxQ73tMK+9zpbCvEl4TT23BBm9h0/lvRJelzz3fue9TyLnvYOayjxR9i28xzzHvVkzFz0687g9",
        "dAPePeICtj1WzyK9hnECvuVxvD1W2aC8tkENvpbBOj7Nq6M9yeQ/PaQnM70sTLM9DUTVPfjfxbuHXaO8ZN5bvZZqZr25BYY9FiAzvRpYFT3UlIY9acynPbo+Br3aUYC9inBGPWAu3byf2J68MZmiPfnHXz1Pg/y7Pw3BvIDFrL2i6Qm+WLPyvf9FAL6AJZ09CZtkvZcG273Ru6o85CNAPd+e0rwe3aU8cjTNu5BAJbyZufU9cYLFvTvhxT0woZQ9yToGvZGbML5WPqc8neO4vcbOhbwjp+c90imXvSgPpzzqreA9xco1PSTDaL2Y8Ds92rAHPfLA/DzJRC492tX0vRLup72ywKw9jrTvvRwal73TU7G889bEvQm87r0oeqC9oswTvMt4170pK4Y9rR8uPf98nbxVPcm8i7k5urYwATzNyfW9ehKhvZYgr71ADdi9L6CNveViXT3mrsO9Y5devWqpDD2WXQm91r/jPV3Giz0nhLm92JqlO4IEhb0IXuA9INXEO6plKD3PkWQ8aYqJvfV4cL13GOU6dCSVPeAiPb3RyQs+AMt2vS5Otz23mqO9nuKkPacLM70k7ru927jovPj6Ub1+k0W9EVS8vVuqyL1NAAG+fNkwPopItzw0p9u9JY6dPaHAKj4PhS29iyVKPVj7Rj3pwou9idiFvTOffL2iqYk9AlSJPfFrjz3nVaQ8ih3MPWiORT3nOaG9KGdxPQxbz73XY4M9b/MMPmFn+bu6yQ88XRcXPRah6DsVDRO+leF8verIyj1Gk8E9Gm4JvYxjH72Ncu28jASMPDX8Aj66iOG9EeOJvbvfiT1mgnm9RjyiPUInv737Wz+9yKKrPaLxlb2Sz3I9cF+uvPV4fD30Dc09A57ivQqwTjxq7P49z9S+vRVvCTw8rQy92QnDvXxpKL0eVIm9RwKrPZ//xb2us268KE6avIgUkbwHp+S7OGPIvajGnbwfF8q8J3UlPrAqz7t7rhu+7kE/PYuyFL3s35a9oUJQvTsfU73Ea1a9",
        "4annvEWo87yviak9DW89PgAFdz3ydNI7x3eUvYscA76PcS29MKAevX7PED1Fz4Y8K7cdvaDddD1CjrK7LEABvQk70by93Is97kY/vUkeX73RGvo8MkXSPDPoxb1y0eW8gCqZvS+9Yr3P0XG9VQJkPNxJlj0Nbjw9T8LRvdE1Vj11JE28xgwfvRmxBT4Sg7s9U9xavedNC73dZQM9WZZNPaxGA70SLAA+0fWDvbL0cDz7fgM+4iKKvbv5oz3onQ699hnQPQvIgb1kTfQ85eCsvelavL3M3k29ZyYQPfP05731GE+9jSGAvQn+zLza0aI9/9dnO3agEL1KZlG8QBuTO5pEIr1f1gS93YSePQMHZzxBTzW9u1gmvQvecD0RkQm+oneDvcyZcL3hJ009BUOWvfiQH72sOYA99TuVux5Uwj1zMgA9Vg6EPcMH1j3WXko9QeoEPhaeOLzrCyy8seMxPlcMdLwgXaM9p96TvW6bKD0MFJI98mjWOiiMlz25dki836uvvbjytj1FNQg8QH4/PVi+7T36MJo9cIffvQsbnry+lsO9aJOfPfFuoj0TWcw8YpMfPe9ghj32aP280TmGPFRuij06vpQ98sYWvf9Aqr1tjjs9tKnBvRftkL0DHjG9vNmMvRWUvj1MySA9t4GsvO9iDD0B5HM9hS6FvYL4Eb48SKu9Z+L0PYcE4jzczJM9VXstPV7I5D2MJrs8jk6qPSikpr3opA89O+e+vLJFxDoSxxE+GWCjOuQIUT2zAfM9gOPNPdmAKb7v3pk972jBPfVIiDw0RKg95mvPPUxFlTtXxQg+E5LbPMhjHL1gzgM+ljMUPTWBFz3Ezwe+KkrBvWRoNbzkvNo9BfUKvfGOFT2MVdo81jkuu6H8hr2KWPO7bVBhOvPt7z3GIwY9gr2cPRhfsr2myDE9sHvrvZWF5bt10/I8KP7svIpDjj18XgU629qVPe6aBj0f+is9r4yaPQH4bj0tDFe9faHOPNCJzD2A3A4+gchGPqd9nL1QDLk9",
        "K7fXvQUuFb3bB/28NM37vXP6ED6vRIG9Y3YlvryfC77gjki9uFOavZ7XMb4/pDc8mv0LvhSQML4zlNG9caXmvRJ3srzfL5q9UW5xvUo6Xb0CIyO+1p+/PFsA/T2Nkey9zaViPFt8Zr50c569G6oFviYTV7wqnIS+i/tBvjxfjD2Sizq+rdfnvLLhEr7fDBS+L7eBvcpuMr1yY549MFajvasrRb4i98G9qJv5vVeANb1WqdQ8f+eLPLYxQL10g2m92wJqvcDNpb56IfK7WQjlvZY0Hj10Cqq9y8hfvTv3H769yYE8xMpTvoQO1ry21aA8Uj92PM8GmD0KOPy8hgQ4PcnN4L11gXC8ahievS4oIr648Va+8y0JPPfwoD0l3wC+huIjvieh/r1LGdG96QVpvRT0Db3P3lc8CAjbvYYrWL2iXq29dOU6PMntkDwNShC9nyvKPaKCbzwI6rk7Uw2JPVhYyD02tRC+WTmHvTozRD7+tkG9d6/ZPc/PKbs+9qc9xrE9PIX9Cz5xivG9T1uFPcLs5zzU/4G9bf0kvmfpRL5Cwpo8NDKyvJElI75O3y29G9OLvZKiCb4ha+A73diGvJ4/mrqXEuU6hUmZvZUOhjtTMoa+y81LPXvJGbxQdpW8nhIMOwtmX7yEqym+UIm/vc3qiT0ZEDe97lJDvlJDET5cTya+aD/XvLdwDj6B8g29dN0evUc/tTzd34K9OJhcPrfa2bsI2Rc9M1+LvcOObr0CVJm8pQxTPKrKoTovmws+XbDfvWKukD2uw3i84YBkvhKWozxZukW+bfbpvaa0jTxrShk+9lhOvtLcXL4QC0O8DZF0vjF1nr16X4u+5cqWvJsDJrtAYX+9YOTbvRrsHL5ef7O9E6IzvZSsxr2YAmS8SX3CPBSXQL5qBpM9Xd4JPu5CY749P/u9GlgvPE4TjDyn1Zq94PqWvciuYT03ZPG90CKkPRDzgb0cNMi9bsGDPV9dOb2fX0u+4WR2PetIBr5BYw89Fq2DPQdyCD4Jfu29",
        "fEzwveu1Mr5TNgi9yngqPQm5Nb6ocO+8+b67PRzUK71EDyq+DlejvfVsB77tEnS98rDSPKMrU75uZlC+3Vh9Pc22R720maS9CJUEPXQ467yeiMO+zDQ2vdhQF77yp9y9T1YYviHUAj7Nbh+8GQ4Zvixvqr2+Q+m8yjHjvbj+cj0AHxC+HqygvctyGL4Xo8w93b8LPIbSbb3tyao7wsMkPQ1I+r1WCNK9MRlEvggFoD2MuJG99h9Nvlx/E77hfqs8+hawPTlGFb3WQ0Q9yO4SPECjpD1hEBK+FoLFPOGUZr6W45G863t9vknSPT1gQc290AuzuyEE8L2ArXW9gC1SvNNOAL7ZF6i9iSN3vQhsGr4NHy2+i0RwPSnbCjyYERq+wF8MvhFkW76RO2M9y3fCPUPNJbxWw+W94QcGvksy6L1HaoE94hGHvFdLxjw8XpS89wJHvmHWnD3v1wc9jN5Zvn+Vs7xsyYe9QuA8vvFhaL0MVW6+QmiPvfV5TjuIeFG+Yd48vjUQpj1Aj8Y9dwacPIaPRr6tIwi+djxjPds2Bb5K2xG+WisgvTzc+z2EFXS8sA7dPX3Urz2Ttn6+eM++vefGNL4BPqQ9CVMFPOtRBT1yYx2+JuGnvSp/KL7ZSti8ur7Qva5yKr4sacg9dNZzvh9F8jznT/+9kLRKvtxDy73IG449F1URPRh71bywYHI98OMlPRjvnr3KQZy9cpkSvnV9g7yfM5291ZmevuQT3L35h109qCeXvTuk1j1E6Dk8n2oKPhSSlD1mpZW9GvoPvpsKi74mu6g9CRAEPgTowrw6YiW+C3vlPd/Syz3FRUC+DjUbvdHH2Lxpgbc9MKXxvUWgLb6ArwS+xHmyvamUkj3nJtE9Piebvajmxb02IJo8iUT7vWdGqb2hq9k9frDvPeD+Sb7kNd49TAKfvaBegL2l8I++7QzcPf0Zzj1xiyG+SRIxvrImmz0zq8C9jWyAvnKNpb3ZELm9gdCIvcuf5b0EHRE+v9HmvRfrLT24qfK9",
        "hxPqvd4ysz0/nDG+hdQevpP5PTsZLgu+KnoxvkN7Sb7Ur509W7r2PXMZAT4NFd09Ov4/voDPWL2BbpO9d1XrvVBPKr7Kqee9sk4mvgbt6z1m52y+yUQ7vVCWlj1ytek9t6Ykvtjvt7xEtPC9/+EOvlFtzz3ab3k9nBkePuu0+r1SsDK+40qcvGro5b3I2wy9GY6gvZ3JBrzVHOm99SLpvZPACb1f38M9xjpBPZO3M70rheQ97IYPPSmNmr0hRCW9iATUPHQX270j0QI+D1cOO8FJEzwdc509h/RrvbmcWb34IR2+We5xPaPhob1WEbU85QzdvQaG9b0W+to8KeEAvtFFSr7uHo493m4ZvhloI7vzMJw90s2NutJl7z3+KBG+h5PuvTLcEr7Q4k+9FDyevU6usb3JeV890Y8WPa99iL1imT6+eVg4vpGVSr7bMcI9POZSvguyCr7SNy89V+wDvlGKgL4IkDC+IWqHPbKSOr2hNwU+xZHjPZYeFr5wXga+J0/AOxGBOj0HM+s9P4IQvpch7r1Uzcw9O0TMvaUsWL3kMDq9Se4WuzJDIz3ZxL+9s24IvQnou70vBZW9mYsRvvMTOr2VRC++GypIvubYg7264MW8Qtv5vBbrCb42D1e+F6aQvtz4Fj2hamm9kW/SvZUQ2728akG+KKe2vdDx7D2LnL88avQ7PpwUM74/bRS+oiGOPQO/CbwGOsI9wIWdvQgZ2b2qKi69lMcpvufX2T3ug5o9KP2zvcdn2jyXONe9Z+ySuw/2Gb5+f9K94kbxvNXG3L2Iwgy+Ea0IvjLSBr6vUry9ka6Cvby9wb3L6yw+vc0/vXy7/zqnOdq91lQRPZc1ib3pmk89BL8kvmWX7D0SjBq+xXeXvdPCwL3dgcC9018pPrLear2ut6C96p9JvZ5ypLmkzPm8T9/EPXMiEj5PeNu8iEUzPdh4dDxRhxQ9nY3HvR2DIb6PVKm9VME5vht30r2T0vw9ZLKavdQFFr6ufXa9b8sOPEAKu70sIxI9",
        "fvUHvSszgLvaWZA9YFRsvUCI6D38mWS8KD3tvSwVDz50hgY+Fys4PYdB5r09jQe9/yjzvI1dvL1uOI48qB+kvQf/s7yqyb+9Nw7yPFf3Sjz70IQ9k14nvRlWpr0vOq492yKDPcUAm72E66293/GjPeRyYb3+dh6+oXgHvXlOoL0y/Ti+Zoi3uz1yqb2hqV294dumvUCzJz6llc69xCOPPUBF7r1oDZm9zEjdvS1jAb7Wvw8+eAdgO/7TsjyBUrK90svPvVnRnL1mUSy9o6rRvWU7ZrwKZta6aQvjvXRr973BEsW9+eZzPUWpWb3t1lE+P1V1vSs/s7yRqAQ90k7JPK/pHT5+mAa+fy73vRtJm73CeLK9u0DmvIam0L0Aup69GQsVvav8Mb0NnY89x9h2veIjV7xrxBm8Htm6vBNi+L1xtrm9vgYGPnZTIj4qXRc9WSMcvt3yRD0PcxW+SiiUPLYniD0N9Q4+wj5evt0Btb1/1Ic9y342vdt+ID6yU+w8oWOmvRecZ716Uck89p53PdxIDr7gaPI8nl39vMJxBj3NY9w93RmXPKN5Br56mI48rZ+xPboMD77BZkg9jSFUPaDzlT0CRQm+HH78vZ3uujwH2Yg9HBizOk1gHj0paJ+8tJohvnRrLr3q5aE9giTBPSiIiT2FmZY9eDwCPQPk1L1r0K+9Kx5FPWRrlb2zHRA+pNeDvQJPIr1ERai92zeKvb4DcL0ZiFQ8q1QXPp57LD5WYqI9dKXtvMjWfz1IRgS+htfXvdi+pr1Y1pi9QHKlvQH8T7sNYB4+5sBBvaGLnD3RjwK+0noMvhgwM7vuTz49KsvyvFH8wjvgqLe9aLNAPlENZz0XCGQ9MuCyvcG3sL3swfy9JWAjvqQ2BTyg5Cs9muCmvUNYjL0fjS49a/X7PTYqcL0ikQ6+0YpwvWfBML0xLLw9L76qvbuIJb7icSS9yc1gvYDFt72G9fG8x4qnvVeQRz5uJw0+FM1OvAL49z1JNqM99IjGvaiMIjwWgNO9",
        "+t5rvRmGoL0ITdM80jwfPFaGiT371iu9lHcLPhUIgr1Pc/S7it+RPOox/j1M5gg9rOqevboZLbyTxec8WyTwO6MT070O8LG85PAMPohk0D0QWY88qUW4vDVbaj1j+zK9LJZIPt4fuL1yXSi9nxbuPOXH3Tumfzk9jludPbfP7z0QYDy9E5O/vRB3dzz0FsM9er5uPZ/1P70fmjS9xVEuPQHvFrwZNJc9pPEdPQ/vc7uWeLi9VxMpvdL9nT1QIh89ZZygvVMbGT1iphi+qWycPZS0Gr15PVc9ftA5vXcXMT2C+hG9Dv0vvinZ4rwh66y9OT9nPXbNiDzOMIm99LgXPKqC77wvYNO8bsXuPXjPmL2FAya9V+/EvGGWyz1SaMG9IvrnPWvPVD2Ybew9Vn+xvbjEEr7hhN89bS+WPaTJXztcUN27bxHUPe2InL2SYtK9Fjs9uoMthTyIAAm+Lr9ivS5f87yFkIO9JaoivR/1Lz04uoA9jgqhPZjOJ73hOrk7vg6yvee7ujzKM6g8KCmxvVQsE73UfsA9EvHxveCkB760IZw817XFO6NYCz34noa9RgAcvi6vGD5T0MI8QKYsPPyXkTx2Q8+974dJvSd8BD24TD080qTivd5pSj01P8m9777ZPPkZ2r34Bvu9eASiPbk1N73FIns9eHX2vZdxDT5ERN89C6O1vXKk57vVMQu9rcjtPdozsb38nEE6kPwgPuV+qT15AYa9SUSeu0uR7r1m3+M8l6nEPfL8hL1RzZ09vec5vaf9gD01GLe92zIHPCgDS73VBOm95nKTPcgqkz3diXq8IRyZvNT4xzywkIo9qCWzvc5ZvT2RUI89apg1vVfTu72qhoy8bwQYvm7V6703F2G8KJCRum4sAL0VRG29tomevSnfjr1pxNY7HW8bvRX6Tb2qfwu9kf3GvFiOFT0SANq9d8DwvFGiOL2Bple9uCfyvVe6Qb0E+b+90cBUvfmw1r0Xxdy7adWkvbyMLL0qKAy9fm5PPXo/rr3DY7K9",
        "NYdhvd0av7ytCzw9MzFdPaqKojzPHgm+wueBvbK0g70fFTq9YuwOvtFzMzym1Ko8CTqqvbS9IruXct89fbXpvVVIGb4goB691ImnvKoOM7zigZ09hbV8vUT9GT0NNS89OhZYPdC1sLwkyQ+7LKfPPdNblL2BXCS+6B+yvBKlWj2CUjg90DfUPSNvAL7Sv2e9FzYHvl8t0TzPov48/jy4vEhROr1ZYSE+HBycPQRoFT2ZYMC9ys9LvesY/b2SODi99LkPPAQHk72fqjk9N/a+uz+8rL2AU8u9OplFPSpuX7zFR+u8YNAjPccytT201Y68RIh1PS6ykj1QuUe9kMMePe6WB77rD509DDOUPSkQrzxpb0w9tb1Nu1HVs7xRgcS9MtMSuw2Z+Dxl0MM9JQskPUlxuD2zGxu7kpvrvKFlEj1ifcA9JbEEPviGiz1G2Aw72FpkvRm+yz3DGoY9nHsdPBbGLz0A6Ai+PgTMu9Q0cbtneBQ9Er8TvvHtqD0PFVS9450avJT3/b0i3oK9ucDpvBLuvLwOqBI9Aos6PZje3b1Z2NG9350ivvKBrLp5pv28n1JCuWkRF7x3NN29lr6FPZ0jdrx07bG9ZWtuPZOAqrzeCAW75CDWO8ofqTwnz5+9LMJovUt6kztUP/G8bZCavTMkl7zIRRm+R6mCvZJeLb4C6I28GfBvPWllTLxs4Ao7fBOfPQgFIrx/sr28Zes/PCD7BD2cqc29kSGyvWCJXD3pgH09zoWDPb6dlLzLF8U8PjLJu9AqHL4tYnI9yfVQPSigOD1CsxI7v1+wvOc/xDzOQTS9CjBUPKC5Frx/2to5EJP0vfZo8z16rZ+9tLuTPdzIyj29ovc9UCrTu0MgQj3dR0u88SQnPevi5T1jQ4Q73VogPckiLbziL0G96F1zvSWJPT2cxw29vDhMPcf3ZT1909q8WhhMPGg+SDsthOE8Jk6+vTQpGz3ZUUW9ctvYvUgTDb28L72977NxPTQrgL0GKhO85kGmPIFpA74fMKQ9",
        "3e8JvPkUG70Xarm9ApwaPNVqYb2WUKA9+U8FPfsM7j3TKzK94QkjvJOtC740ET88EwPOvRGnZDzQyE49+jjZPWQyljswOci9GUtJPMf4az3SlS2920GCvRzpobw0jWQ9GLGhPT6rAD6cnsI7texAvYeLfD29NRu+4C7vvHnFpj02xbG6UAgcvaBwbD3XDOQ8YLU3vZwy073m97K9WdwvvdJVoL33/Nm96KNHvfGuSbyicQa9jU7Eu3fvtzxR4B6+jeGYPLYIaz2mvpi7LH11vfY1njwhpYy95vz5u6fCsL005xa94lPwO1UY3joN0Do8G7kgvYnGHb1b33w9pljSPUOFEz1WYnu90LwfvbVBvz2Q5VW9vb/Ju4nAfr1cUCy86xHCOz+mjDzONz69hIigvURuybwVp+e9cOSnPQ6Mp737A/G7Qh+IO/stj7z2UVe9moJwvQWRtD0UvgM9hDVEvdB5571tYY+9vjM6vQiuqT18WGE9MBtqPZGLKLyn36m800HCvV2ujr2bUbI96zMgvUcnxz336u68C5BhveWEob1PZ1Q9GZ8RvvwBzDzvn4+93SuLPQKIHLrTZ948TrfHOrA/gLzd9a49qYqLvX0tQb1T8Zk9V/FQPIYsYr1XY3y9JZJwvUnrBD1CaYA9qKmEPdPWkbtYLMM9Q4GsvVoMjT2vbwA8wRfnPOQD5j0jLsU9QvFhOui1FD5ougE9RtDHvTAGCD4CgjI9QmthPf2QH74Ksz6+HMRFPqeogr19MTE+xTM7vQhszz0eUlu+kSvqvZkuR7206MY9Ln3WvX6NWr2v9Nu9ubTxPTnHMj0fp+a9+242vagV1r3dPCK7FRFEvErbsb2uPkg9jITZPGtHxb2K5C483MTaPfOXij1X60Y+i1RfPDPzjD1CnOE9CpjZvHu6l70ai7Y8ucuyvQhBoDuntEm9wPLKvVXOAr6Z3Qu+K1qnPdVXLD60vBU+QC51vQKUQD1Yd3Y90f49PhhIeL3a2xW+wqS5PRa+mL2PQyE9",
        "0T10PIh7ID2JND++b9yYPYTQFL72eyQ+MMhWvYE6hb1Boba9AFczPtNfZD0DnzA+26A7PVARpD1A7E09HQHBPa75hL11kyq7Gf0BPqTw4zvdxYo9tJxVvBtp5D3hggK98CwdPmZ9bj0XVXs91dsMPWZXjzx+itK9eCA8PWeyBD4Hlw+9H/yXPSHCRj7Qgio9tqjxPBxMQr3bsTc+j6MjvS/dID6LK3y9V0mBPLnoEz6c+dw9FZSpPALqFj3gBAm9fnykvc3klj2KXik9JBAPPqxt2L1P+Q0+FvmXvMtZ5T3JTgE+AZy5vHhzrj024te85DnqPXv7or0pQrw9h9sEvkdvbTtPZe098m7sPY4I7z2d/yC8zO8tPiF14D132fu92hP/vbleo7wz+Hm9EmquPfmuBbzNQBi+vBJAvZm++z1Bbmq97BUJveePt7y0+e49DeY/vfUUmLti2aW7s25bvntvgT0r4bm9boZKPtV3PT5BXB8+Q+zaPd8rvD1+GeS870gcPZIHxD0mjj0+ElL/Pf+7pb0hufC9UC51vcRCrrlwjok94quzPUOMPz2NyQo+23PlPcCfuz1eYCU8RPtQva8xhz0w1j4+eiahPcnTIz7U0q49QIdXPFJpib2uhwQ+ZHdGvABUe7xEDTC9YpIMvmexf70ka6G91eIovTDBBz54ywE98pYuvQR4kD3FK4y9TFkpPEvVnr1uubw9deQGPYteUz2cLi+930IKvHluQT05Ala9AmPJvSY8qb0MvUU9QIoQvu/2Kj5Rehc+4VNgvNvRvr1AZwC+f2msPcZL5r1ydAo+PXsTPsqu5D3t3ZW9N8BevNHbFT7xqws+/nWHvR595L1nCfQ9MEVZO60Pzz1b9Mi9GqCFPS+n1LzzV3c87si/vILWdj2jMX+7PilrPYOper371e69t601PkToPT6FcIK95wS6PVdzhr3eWwM+0H4IPkkudD19Ssc9WZQ/vLyHszwIxPu8yW4mPTxyA744Z8M9N6oIPsSyZzyJGDG+"
      ]
    },
    "dense_2": {
      "bias": [
        "ADfuPe6BGj1yL+g9Dz0YPjKc7j3Y6ro9CxEBPvP4Cj7awkE9HnJ2PVuK3r26Mv89gGuAPb6f5TyqQQU+gwl3PruDVj4KpaE9CEf2PRuEhbyjzac9z26bPqlVgzxFnP49x9zNPStGoz0GGBk9BZe8PWvQUD4ipYO+8ptgPpCqdz1ma649VoOgvTew3z3iQhG9b1D6PUjoxT1sfS8+vdhkPgT3cj5QTcU953nNPcV9rj39w4A9RsBuPrWxUj0/T2E9MhNvPZv6ET6dUi89gEbguz+d4b2X02E9xRKavVLUHz5wj2o+KOHjPfnN8j2DMB4+yvagPbob1r3+ACA+0OfrPSVNoj7oPq89X3LePZtMuz2thjc+F15oPWLnQz7TkGc9poCvPbFwET1LgLA9A2UBPmKtgL7sAxs+FVsyPqmVMT4QpUg9lD+ZPgynIzyi3Hc9J9lLPsoz+D1VWBQ+/6J/Piu+UD0BX5M94nd1PVKMBD4Q7ZY+dsmdPTmMgz7FwDA95F6OPqZhH72C9hk+c1kJPs6+jj0VlRA+MZJCPqecIj6JrRs+JikfPfaD2j1Yt5c9FAJ4vVo19T3b3Xw+CZl4PsTrVz1tbiS+bj4hPjjIpT5qaHc+a1YvPhQsqz1WaQs+hYVyPhyHkT0Sn7g93n6HPXkHMT1uuqw9ff09PLY4Vz5jDEQ+nqGJPZiA0z2hl08+x5ouPtcYCz5zAiY9KZ5CPWa54T3nuyM9S9GiPbdCpD1XEpI9ZUwjPlGAPD05dyQ+Ku36PWgQjj7+Yis+7TiRPZGJ0z0It2+81KiTPeF4MD4yI5E9NkPaPHzyzT39pa09tq8mPfCmKT4aBHA+5obsPS4Zaz41zrI9wLc9PXv9WD0g1Lc9KSHIPc9OOD5scCA94zh8Pk3YmD57fHM+uVRXPRY7Xb0w8Zo+gbFDPlB8qT2cQBc+EmUPPp0siT1yyj495VcAPsacBj4zJCo9sTyqPS1pWT3glVQ+fzaVPJ9zrT3tXZM9bhlUPkmleD4FGK89",
        "Ll+jPYZ5Az4m84w+dSenPQOgBj4iOjI+8HkLPulP9D15GgQ+5tHxPdozSD5MDuU992mMPhRVPD2QGqI9YJ4QPi/3FD77ZB8+r0wuPc8g3T35hII+CR2GPtk0Ej2EvRE+FhrtPWuOwT3K5YQ9xFXEPf9KrjyPVnE+H26NPTBrvD3otT08FelkPln7bL2R8Qs+f0+VPTQ3az6IfrE993OoPcFgdz1Rh8Y9YgG8PfU2OD718j0+aEs2PmaBIz4ratg9PCbmPXvOujzKHa8+VlUEPizSpD0MnLM9HPLAPQuQEj7hbvK8alV+PnRQiT0+ga89/+d2PcAhZz4J5C8+mAlvPg=="
      ],
      "weights": [
        "77gsvl4mdr7fKCe+VkICPgncj72o+bQ9aKlGOaTB/L1IG6A9bf9JPrqubTvPI6Y9s+DBPTxbkL2K10S+NL7rvGT8jb2xhgc9UshYPKCkKr18yL+87GIQvpR9srwmRtE9r2ZePQpQFz0fjIc80Wv0PDLTZD3dQjC9HnGVvaakqj0zN909tiFGPeHUEj0fdqW8ftdvvtth6D2ILfS9X+puPNgSI72YTVc+3IYnPm7kFbx7JLY9lDtXPTuk7T3fTlu9tBidPY/SGj4OsVu+bahnvZJOXT2VbIe9nwzRPSOhH71jCrO9SpzMPfLQBD7+05S+xhyNvWrf+7zfGIW97MCRvL57s731bFe+RHybvXJgxb0y58a9k/b6vbThXL2WzJi9V1QGPfOpbbwrq4W9jbrMvUaN9r1bJcK8GxV5uy99Z708GrY9xtUvvYEHD760TAw9ANSvvRwzjD0XC8O7tXvSvR82jr3icRK9ujMtPX/HIj4XJ1++Yp5hvbVylb3rA+o72FBbvYzBOL6bwda9Ed1lPeNrUz4dDfS8+MIbvr5IOj1NrR6+RYSUO4motj1sb5Y9kDxFurR5N744elK+0vfvPPd3i73GCeo8UbUWvuQQ4r1UxxW98F4KvX7rkbsIkES+a58+viXYSzzHVYA9W+UJvl6s5z2Sv4w9mhfhPWWVUb5FySi9ygcuvb3xmL34k0+9LXSBvRsKJj7Xu2A8NvGJPJ4Nnb0EI5E7bEEGvnfq2b3FqHI9rkRjvfSdRrx1vPS8tLbSvNbyJr6YUzy+AfMOO1hUdj0TaCY+t8/NPScZIr69J489ZZNcvCfd0D2hfw+9vpXDvO9/Ub6jkxa8sSATvoRCdr0V3Hi8md8CPfq3IT2T5uO8GYFWPEaIAT3Fy4g9DXEBuwed8L2iiAC+eg4pPaeU972AaCu+IC2fvVr8B76bC4w8dDUYvr+Z8TwJYzI+WAEAPhmfg74IFea8Dp7aPRU1OL1+YWO+KSwDPmTX8r1OPPc9WzS/PDNHIL6o/TY+",
        "47zEPP4mz70dDYS+mnc3vSNEpT3zULS9qF8TvoNpAD0xcYe8Qm6iPVFCJL1HDfk997a0vf7/pLxKbhA+Y8f1PMbaAj09V+y9HfABPZ/LoLzkSU2+L2lRvgfB6b0dMXm9SKipPcDT5D0tR5A9FJbXPVoWL76bYcq9zNtQvUxDDjz8zzI9tiWGvK3yVz2Qqf27NeGaPMGLWD3NiRc8Ag+9vW9ePjzHEW49TyusPeitE7wlwyu+QWZVvv3o0Lywrgw+cOtlPEwQTT1lsIW9yJG1vLNM6Dx1+vi9rsCUvbMJCr0ZUbq96VAWvR/GUDwP+G28boPovdHfK73rZEu+CXkCvgBnAr6n2U++Bv9ePW5Lob0QDCw52acwvPX9Lj2PR9C8jteFvSPpM740FMO80G1OvhuS9T3yO2u90IMIvtnztT1+QZW9c5eavKNM8T0R/aG9X/yNPQ0owrwxEf49iEp1vD41vTweXD09WkoQvsOmGb5mjkU9iqyFPfcXfr4a9Pm8I1X+O/yS2j23pjK93u2VPZPiPT3dR6a99T+XPBt6fz1cnDG9ryudvYyHAL41WwW9LkcdvsFsAjul9ac8hEQYvkG+F72KJKe8I6BLvZ9+urxgyIW9F/w7PVmHp71FdzU8EJRnvXLoKTw15ge+T8EIvuceQT1n4SC97VBzPFXf3b1we3m9QFKVvc2Qjr20OGO9OUAMPS/k8L0zhGA9M3GdvHMVA77h4ca9uZpjvQ+8kzvDjM+9fr1lvS/Nvb3O+Mu6UfuvvYwY5L0JsEK9HXwEvQ6QvL0gtyC9803vOz/Qq73pIUC7UkmZvc8rFr5MAsE8sdkYvrU+Vr0peA++0lb6PYhCoTpJOFE9zmWsPe8FqL3pYAG9MdKrvCai6zmpBEm9T/+MvXXICrwdkkK+ozNDvYq7Cr16g586ZXZvvjUCtLqYrpC8W/i2PYJEwb2FZW++MpNMPQfBsL3zHs29Qn7KveOOsj13nEc95VeRvSN8Pj0btTK+jvHXO4aqpr2+w3c9",
        "45V+PQswMjwfH1m+cZJ3PRG8+r2TED688nX/vbKARL7NH6m9QjBzvRvrQD0AF5c6F4EHvaetWr53jbS9cZsJPmNtkT1FfwS8beTRPSEIP7xSwTC+tyvfvcLWmzuN4po9flrAvb3MSL3doQG7TJUEvgeuCz1CuEu+SquCvZjPKT3/l629ekO2vBQfXj13Akg9Vs+QvdKK6b1WLzi+GC6lvLtKzb2h2de9mRG8vQGOSD0saM68Jw5Qvl0uKL4QcoC91XGNvRuVHz06gF697A0MvaH0RD15W3i9F6AwO4POZL35IPQ90bx/PVHfCb7q4qc9WdoYvRiI+r1PMDM9YxEBvrzgPbxwtMq96isrvvEFvr17xoA9eSTxPFPCjzy5G+W7I7B3vQjyrrwrVhC+gtQCPSiacD1VhOi9A3XgPOYhcLxpgCC84UKJvQovMj0qdZa6VCB4vlndcL3ybRS+/a2EvVISlryZq9U9Me8cPT+33L1jYrY9LgvIPReL/r3u17Y8pJyGvKGPVr0x2om9JlarPfJWFL0Kd3q8ropkvdEH47wLsDy9fjHSvVMpqb2ZMtc9CYfDPH4ELzwB/d69t3ONvbV6uLwjOHG+HvMpvnLpfj2WO4c86NfMvU++sb3+Tim9zQWsPaM2G72eSxG9NEzEvAPLxr3zO5y9LOQmPKWxDzx7Igm9j8CVPdzsAT3f0TM+M3olPp/yFD2hfSM9Y6xXPa8IVrvCERw9mE4rvLjL1r1hL7Q9OezGPGjHPbxDhgU9QXWSPTGVdT15bRG9Lcl8vcs2KjyvTQ++dL+FPaWPVT2HVhE7UevrPJiVc72F3T69qe8CvlLukzwFI9U8KyQFPs+lmb0Oywu9A0MvPZG9/LsHkJK9v6a1PaiWPD1jSZC9OHnJPDXGoTwmhOy9EtIePv4mbzufHdK9DjplPeK4VT0f/70924AKPjPsmz27EWM9qjvbvc+OOD3m49w9fQ2YPOoelz3JHsa8pz6vPQ3QkL22AgO+sn9sPe7Irr2lYgg+",
        "XIOvvdfJTLyAODA9CkiBvJJUg71p05s97Tijva5UuT2xvEq9vXrdPXBDiD3dxFk9UikzPRcmybwYVmu9mGfVvNCoHj3AR8+9eaIVvfqzOrxuRXs9AWsavaPJwD2Dyui9SplQPXOeqj0oPsg9GNmwPZbqNr03Mgw8w+aXPaoJIr2CC+c8x45uPVr0vLxFfv09CTRePcuaiD1psoM9h7jbPNZzkr3LuAi6Q1eRO0UiF77ejQK7qq++vDSzP70ILwQ81PLxO3Wwijt/cKA9JbImvfRPDL2x/kQ9GyrePUWoKjvkIRm9X4nOPZsOgz0UU7+9UI6jvF3Jtr13sEi90mPavWAMfTxPIEW9xpmbPeblej2nTdE8YhIePg7x0jxPDfi7GM3+PYnVaT13hi08kPVlPe8Rxz3CnB2+CB6JPUdvLj2H9qY89CCJPT2d9jzQzqq9ZM0HPayB1b0tMfO8DOgivcN8X719Ass7VHjBPBfpMb3uBVO9vMeUvaoKYb1NZJe8Gv6evRm6gD0T9Zc95mD/vNMYnb0oJJ281Vq7vG3Onb1LF468XDB1vSZaPr2vgzs9N2bKOSrzcj3tHQA9SYWFPVuVITzSegG+uBRWPekAn70y/ys9KiFuPadD4bx6OVe9K5ACvOKtrLxXf/M9/t2FPcp/ar35UxQ95ksevffDgr0OlwE9MaOHPc2vB73Cvsg8NoB1PW6qxjzq7GU9wg25PNoYtT19cO09RDLkvWSDxL2nDz+9loW4vdziFb2qNc67f6oXvbRneLzAdgC+YFi9PIW+9zqzgUW5A62WO3h0SD0pSIm8yFacvUScVr36YFw9Vwa0PVghlr3gR4k9KSY0uapCw7z3gZa8SARoPS7duD2g2689Ey8DPZVVkb1jjKO9GlETPsWbur2wMs09TqgCPY7Gtz3n/CK9GogJvScNtjwqNjQ9W17UvbrThzzvx0s9uDRxPWVq/jxHfnA9Ch9CvO73nDyp90E9yfk1PdjmyDzUgn877ZqYuu3Jgrx9IcG9",
        "+bsavSLvqb0bq0K9vvzPPahGdT6bFok+ezSAvGCaxL1iLfw9eDKCPWxkFD3nksY7H+w4Pa49YD431z29qdUgvpz1VL0S0lm9f7prPDcDebxggIa9MZz9vYZmnb0aD4o9uIyUPRzPID7Vwu48Ia/LPV9XXb65kRq9V2/QvVqf4jslhJo8iew4vptZTD7BeZ+93jtIvueGUjy53oU8QGLkvbNr+725PKU9bY0SPYQ+Hb3mVLm7jVf0vKVy8btqgj4+bo4QPkjqED7sII+8SirjPWBU6zxjBts9FuSXvUAaJz11NhU9F7fUPSwEVbyrb9m97C+fPZvj37wBKg6+D7oWPtL35b0qZ0a9HCH1PPHGKD4i5269AbSHvIsv673n2kI+Cv4APmCpZ701uUe9VA9QPBPb1L08S/29xeXvPTE0Ab1VU6c9xSuzu/aovb0UznG99UVgvZReIz0pQ0g+1x6/vHVbHD7XM+K8PnraPX4YYD5oNFq8TNfdPAWG+r3vKqm9bC0Yvl3whDwVhAy+eqM0Pcg/nj16daM9opOJvrWUDbw6pTi+QzMBPkQnlTxP0qY9tX/LvVkuGL3qiIy9oGEYPZabtL3NEkc9hQCLvPINbL6E1YG91wG1OSqf/zxLdCu+7+cYvI4eED7C9eE9Qyumvb8fkD08mDQ+IXVXPefEVL07/Xw8bs0Avuk3KT2DDCu+cMdzvPGbND2VmSe9+ZFQvXSiIr5MN0Q6LL2bPWWryr2wGvE9YVDKvZrslL0Cm1G9n++NPZSUHr7p70E8+OOOvNL2xz2SWd28s7wHPlYAA71cT4s9/RuoPSRH4T1nMQq92Dn+vIT1ij2YaT2+A8cHvtLssb1EOF8+P9KJPbJxiLw0btA84O6hvS2UM73eivo9GZUkPZD74b1xcDe+dlLNPIxtPD3mvZm+RCIKPCo/ur2+sAG9hD4rvnY1dD4euqI9K7QzPtDTPb61Jje9XLKFPMBhtb2O+SK+RiH+vRpGGz05nxY+wE7EvErpxb1VP189",
        "o1VivPIE772Jmja9tctFvQDbHD65tyU9nNo1PsJzMj47Azw+d+/YPWgsEDy5K+w9IxCsvfrVI77awyQ8542+PbEhQTzXBOK9Az+cvaXTOr1YzIy9Yc8Avh+1ED2WJeY9/AdRO0aS1DqhHFK9dS3iPdVEVb5PoJ69PKyhPVAfmD2nVmI8Q6tZvXFmB74NIAc+eoIYPv/M9DxMW9E9SSBNPF3YHD5f5Jg9wXU3vikWCb3bODy+3E2cvfu/273eojI+bbguvhis+D1E5w6+d/QRvoTxED70oIy9llmWvSqs/T3g5Y69+LCcvQC12DtBERu+ORTnvZSQqr0EvtG9sB6KvYqltT19MQw+5S2svacYY74+QSS+VxopvczN+bs7GAS+WNXLvUSSoL1HdRa9rXlnvUXq0L2l01q+VtpsPQCIKr6j9z09FvzOPdzi2j2Zcea8UQO2vb8bozyrqvS8kV9Evpxtw725Hri8fAliPcVoAL6cYaK87mOpvIJR2TzgZ+O9GxnVvcKINL06oO69A9hGvft0m7yxeAq9O4davP3BDL1guxy9VrYAvvKQtL5JpzW9Xp85vgBcg7xoZ7u7BkSRPavcvL35Zf29XaSRPV0KELz6IZI9goixvVN9mTzJHPG9j03/PNEAe752jB6++X9pPRigz72oo4e9nDyHvLjk9717hhi9vAGYPYZ6VLxY4BK9jWQDPiGPyz3J6zq7CjCpvR5VGL7307C9llsGPXwYMrz5jk++VdaHPcu7g72XsbY87DE8vmJ4ib1lGvg8mT5MvSIrKr5u+8G9FHqZvrxhmT3ZW8y90ISRvVsADL6YKiS+fC0yPSrlSb1TJrU9eLZZvWwLnTz2P9E7yuyyPRTbUb6j2oC9QIotvuECpT0JDag8o8emPa1eFb7GVqu97oqNvcEBrDyjQ9g9CIeLvUPZN72LrBS+jsa/Pc4nBrxPt0I9Sz8qPgBU8b3yP/K9Iy2avRrMlz1wiRm+zSYtvmnChT32Vk2+Ll9hvQKaU74VeJE9",
        "MFCNPVqDLz1HFUa+IHAdvk6yprzPTxm+mlEBPQJHML58X3Y92hJYvrjeFb6l8Qi9sfb2vYcSAT5fKwy+8fqMPQNdIb6/NkU+wQeVPUj3WT0toIy+3yNdvBn/lL39UD08haAHvgc1Eb6kLFe9VVIOvgAgzTw2RNQ9k/hyPaR3s7yRIy+9wnMYvojJYr6jUsu9qwshvVcntb3C7k49gomLvSm8qr2lSss8puIsvd+yCr6/tgu+0E29vYVuHL1yEQC+8wHxvFKH072cvei9ExyDvYt+GD14Axc9+t/JvZ2jm7y78Oa9I8+TvaUMLD1VdWk8+Xa9vVHry70veBK75hGGvjvzUL5/KmC9uVPAPYGSK75dZiq+O02UvQ5IFr0YVtm9GM0ivvazkb7vRZ47/a3UvSW6/zzp07e9nl1lvVgteL0HbFM9zbyHvUa+Pj13jEO917CYPbMohj3tUdM8j47lvSKfLz0AW2I8e5MQvoodBL4Opma9Hs12vIu99bzH1yK+rkE2PJXmcDqdcEk98UaGvquWOr4WLLI9GW/ivTeIur20DVq+AUmcvfj4KL0MdAS9bnFzvIQLFb09iRE9r6Vgvn/tsD1CZRa+HZ8vPvcpG75fG9W9th8bPcws9rwW1im+QimjPVbXvzt3WUa9y+GrvWOdgr1BQbI8oDjbvU5Bcb2B7/C8lh8hvvp7nL2ir4I9Yf2fPUg9qz3/uwG9rXebvdEygD2K3qE9i1WoPdg5Az4VDEk9s+JZvYP+Jr6+x5o8qhCCveolIz29bro9ssMcPuzyvz26W4q+nKveuzuuM7ykaZ09z6EEvH7QuDtESwu+DgXKvestKj3x9to9SlGhvXJu8D2zyCq8tSknPkDlYT2eb7u9y5b+PeAuoL3qFBc96Fl9vVxL5z2g6D29hHoVPMO4WbwG1hg6ohfLPK4zjL1oGZM8YX+qPfofST0VZ0Y9DjeivRocMj1VSPy8oQhOPFO+Br6CXwc+9m2lPaLOBL70ot+7BQGOvVbgOrsJWb49",
        "ERfkvFQ+B7yRjTq97UbcPQo+yL1WRDI8vkvevVD6N71pbUK9hJTHvIc+mTzyxT69PyP/PA0/6L1O0Sq+fjDWvQfCOT3ouFi+VrvmvSjo6j2yMWm9NUiPPOVpKT2g+hq+ehfQPGn3g72aRPy9BzabOqfxnb1FdGi9GDukvICbhrrC1tK9jKAFPu7ofL7QpQU9DfqDPDkylr3QEyi+L2sivFAXF71LzLQ90OdoOzufZz7kZkK9vA9rOzaDk73DiT+9P8YHvgLxcz3jme47foc0vm3qgrzlcie8gyKyPSXRpLySBtK9vP3bvZMuRrs2n449uLz/vHAJ6j1Szlq8drNHPVuda7tgBPo93KnVvebbMr47u9E9AI8gPtNrmL1mL7K8ot3EPIBXgj1PU/+97gIWPuhcm71EY5a9UgFxPXQXpLrs6Zg8VvkCPUT9sLyUJwo8TqeUPV5JHb2VMk49wfROve3mqTzXZvq95u+RvW21FD2dnIw90My0OhtwMD3OtSY9C9gNvhHBYT5E+eE9A4wePmJJbzsDK228IpmsPB3VIL2PgXC9R6cXvii4m72gJuc9vL5vvCw8K765XzM9qlVBuxLMLz0z/V09MjA0vXIg1bt2C748PsYevuuKrT1F9K89pcqPPfh8bT3bK5k9cmAVvLJezLwK2Jy97x+UvF2aMD0G9GS7mN+zvXn2Pr4tZgo9uRI5Pp0owzvOZJk93bcoPeuzCz6uvcG8Q73TvfrBuz3vmYq9YcgOPOyZuDyh2147yfflvX9UEjkw22g8o2lhvYzHezpP78u9mpyDvdCUfL3s/zk9lPvbvLXi6rzLmRQ9D84EPTQc+Luzfag8EAaPPQnJqj0eiUe+dJMEPlF7kj1Yt9U80AADvE3P+j1F4q49voI2PR1SRT0COKu91ks+PQCr8T06qCG9aKcGvhwjWD3n0H68JL1jPSPBxL2nEHY9UX/XPbQzIT1H9R28loaLPPCkED4hbOi8nC3JPewHIzzgK8M94kNBvEzD1b2iifu8",
        "FfHMvLZLYb0/ZZA9IdYMvhHX2r3K/ey9pEm1PZqlkT1+XK29M/ayPbQVq71Phz2+NQXCvf1wX75LLIe9Z08bvlxNUj2g+929sJjJvW2AYDyRiJY6uSh1PeFvMTwmSJu93QR5vbgXjb0v7v69G3GSPdZH6L3nqUC9xXcavQ+cr73uhgy+s3XkO+SMBb2zsJI89dCUvWmqhb1jgIi9nAEHvTXmkb2fm6i9hd+3vS+1G77Ulo+9bnEoveUiyb1d8NW9RyCkvUc8/b07UL89hpoRvv2wp7q2DzG+8w6iu8d4hL0fsC47WZbAvCW8db006fY8D0GvvR5wfT23NIQ9H2QPvtQJqD1UNMo9jB6MO04eZDqSxY4935gmvjag4711QZ28yrUIvt6MQL4Zgr+8e7XWvDmmBj6wJ8+9iQtJvQwrJL6RKIq6Vg+QvbcvBL1dauW9X2ZqvXLv6LqUkC++2twVvvHqu7xxSgu9mHUaPHN/J759kxy99jTCvQaJf7scAOu8KPunu0jjB70XIYk9ltdFu+EIIz2aKua9erCZvRQNXrwoCNy9IzxhPZvJHb4AD929X2KhPIKwi7tlp6+9OuUyvjFFOzztIUc+UZvlPZwMGb5Txdw9vn0SvqC4sL371+K9QlOFvMRxpzwgDSi+7JK6uwHaGr3J9AS9PzNevVqDBr6sOKs8FCiqPRc9FL7XALQ9+LMIvReVRb7t2wq+8RUkvgOs3L2VCYm9h1FmPODNJz0C5Me9VTg5vL0ihL1zsrY9krguvjvQmLxlFpo9jDzrvdxG3L2grfC8Khc/vW7LtL3N1ZG9h7r/vK778b2J+oy9h/Cpu/sSRL07DdG8LO85PeNRzj1bzQS+XfB7PaaN4r1HZtC9td+RvS4c7711f+u69TcJvSlqzr1zIwG8ZZbyPKZvUzvWmKS8FHX3vavBvbzlK8+8FjPbvH7p3b1YBQi9Hd9Dvpu/lLxGE1I9sv0LviJdBb0vvBQ97tXdvRKeajxUyx89e6BqvTcxIrwcn2C8",
        "zzmMvfXUqT1H9CK9Vwm6vZvuGr5uh+S9fOujve6Kg71+0fG9e0wyvknSw7yk16O954HpPA/nXb3yDre9uYXavQ1UzL2yZjs9W0mOO5t+pj0tpUU9HVs+vj1NLb3jI9K9bzkRPshYPz34TZa8L09Rvdnlp71YX2C9HK2PvU/12L0xue+86PqOvcwaBL7MrvO9528XvbuQJryJyf+9CK4LvpBSur2ZZEC++ybNPCpzZj0cdUG9lgEdPYeRqD0djUg9R3DCPb2oKT4lsUi937YOPbS2GL03wN0856XFPB9p97xTbpm8xKaGveoq0r1YTuy99dyqvUahdD0Kniq9LNs0veUpT73YPwy+1nuzPI8Pp7s7pV49HJCGvTr1jzzI9Ps81LalPT9bFT7oXJo86eMIPR3lBT4R0zs9c7qovU8pz701ZBe+1SEZPTek+bxPqum9M1aWvGdS5L08Dlm8k8LnvJpdpz3idkk9nYPQvXHJDD6943C94TmTPVYu7L3snOM9bgS9vJnmk7zz+1S9nzD1vK6/bL2UQS48njUSvSc8nL3mNRS+lwqHPWsdgj1LDGu8TbgnPl8wS7zyYTy9J/cfvc9E6zyhBt89LuoGvoNZtry+xJk9m8MMvYMbaL0gC++9SxybvVyDwz2o6wA+NibmvdyL472Nkle48rDuvaAfjz3MwzK9G7MlPQOkED5GxPk8RtnCvZAQ0r1ZtIw7c9WyPSVnhr29apa9jScRu8KCKr1baRC9eQPOvVfmID2TYPm95GAvPdnim7ydIAq+6fwfPS1HIb15oRA+8kiDPIbGFL54yyi+314hPoBF8D0tHKq9+gUWvm6KET7Njfi9n3Wqvf/fFb6WGPo8sskRPMWZxz07yP89jpEwvhU2FL6ODTG9itEpvTdNCb6lYbs9fSU2vv9UXz1hIC6+eue2vQSaTr1n1QQ+VMIEvc7zuDzeA0O+k1CrvRXAwL3kMAO9MH/5vSy+v718cOk9924jPZQUgLwhdg0+zobovckB+DwFFaa9",
        "DbtlvUA63b3Y25S+K3Cou4vSwDzrwWu91G26vXKdAb5EGrI8llMdvvbwxb1LQga+rxyHPd7parx9qgo+DTQLPEULar1i32m9RIpLvYKPjbodm+o945ClPVw06T2UEeA8KkWfPXJGJj5BjT09O2m/vZgEszulMR6+TKneve7Y1DpoFcu91Ws0vmi+Cr0AjrU8wVW8PfHSHbv+zCK+JmoSPWzOkjxWLBK+aTcmvq8e/TwLDAC82yw1vXrqdb1u+7a9cBAIPeD90D37cAG9efwKPnZuD77F7sa9RO+OPWZ1rLuGEai8KrYgvgd4nL3CHaI9WI+YPXY6Dr7GMLS9WSRSvMxcIT5ORuW9GVsNvphf1r0kX12+krY1vWQ/qDz3mga+7MMFvu4p9D2R7n69bJnyvc6xlL09s2a+p7y8PbKTBT1JzNi8c7h5vWvJqrzKEAA8TYvjvfHd7L2veZe9uIHVvSlhBr4Wn609cuU6PUCfBj7Aq489JLZgvW2zoz351Rs9n2F1Pe4ETDtlL6G9D8r3PCRZcb2vTNi9KsKDvcnJoz3OsEq+DAhBPVPH07vjaY28su7TvDod9bwvPnk82MIXPpJfoL0DJ9I8SP1bvVixdL3vK7M84TYfvQl/bL306je+GjV/PXEpkb3Yx6I9GxLSPA3IlzxSJrS9dgEIvRIjqr1Xvxi+5jlkvqUqFb54ez8+VP6JPuKAib02xbq93bfmvdwQNL2EwgE+iJQ3PU3MNb7ry4e8PMC1vS3Pmzzku9a9faEgvqaxQ716nJS9CNKVPejHNr6vI1++EtY5vArpDz6lSaK7wtu9ulzhqDyuPJ69tU4QvgnrwL3z3lO+FI91PV/ovj0x26m96FdKPWJ7BDyvmoG9OqlUPMCIlL2KLMC9GlICvrJlCbxBIZe9ivysPFGvoLxSaYm+oyogvl64uL3GCqe9WZaLPEsWiL5F/qS9dweLPQgPIb6S13g9rYFivUQyz73ixew88bAaPbaxm71fCwk+dZ4EvXXzAL45dIY9",
        "WVlKvtzRLL4YED47Tg6xPeIdS73HhAm9dkUtvvxBPz6A6ei3RInbvfTSub1f/zm+ozfmPIBQg71IZYK9HW/GvSImQb3Q6Y29eWzyveU3qD0NY529H7fdPRJowj2e81u+IuZ1vFufQT1TXRs+ahJRPsSAbr73PCO+JvTtvaiBeb37iaW9pRaCPFqVQb5/Dys+McjjvWY3ZDpmkZK91RUXvu2oob1aqPi7Gv45PoC6jb2ESo69OZV4vYqEMb7i+qK9/WHVPb1woL2hZbq9ixKAviGDvb0L1lA+eADXPbTyk73WJ9q8gWwtPbjzar3HSCS+vSeevSHrRj0AgeS88iBEvg30873aLG67RjnzPdt6pr3yxg6+aagUPVt/rr3/MTO91ZAcvVfb3r3EmTo9M37uvL1mBbyH6QO+8rNCvLaKmjxNLZU8vQV0vv+I2707uti9KEuyPSAOYTxIgos9yIlMvdNsLb4xIwu+/VkqvoGPgT14zIK9hpSOvbQQYb5pvAu+QJRSvuIiOD70Ubu9coDxPbStYDw06G29wcxyPIExkj6Moc+9uRSbvaBVz72zpdo9iJy/PRa38L0yFue8y9Iqvjjca71w/Ji9r53nvdXNk72M0Lq8DKIYviAznj0izoc9g2IKPCCyPr7LjKs70fO6vRX/Oj5I27y9L6JGPXDhS72CDvC9WbqjvVkE0b4FFGU9XeQtPi1/LL5Uuzw8KpI/Pt5SQz5iJc89yDICvot0Dz7ZYIG+8dxOvYSiiT0LyWA9oZ89vSnjL74EU1m9DJ4avp/ULr7Ee1m+IakBOiziXLy/Gfq9XDrrvAsxhT1/xSM+Ty/HvZWMFr64XhC855fwPWXskL32uiG9plCoPdF4jb2hcc88f1f3vXG42r1nhsQ7zbpQvVJEOTz+jwW8FKO1vWblQ74mOPq93GkbvY2h8z0qErG8UdfcPKctb77WpLa94xbKPRnw/r1Oit87kqtHuuYZx72on1Q8JKdFvFuLIzkEDF69t5kRvoAmkb3o6XO+",
        "NKagPRhmub1xTGW941UuPhdX2T2v3Nc9geEkvIQvkb0yBSG7J+ZRPaMbibzzZKK90ePQPStsmTxu0Ig8H6ehPOfTp723EoU9achPvSyolzzgAyQ8Y7Y+vid0i70bpy675Kb2Paaiyz39y/k8fJbQvaXbgz07tR6+hYBXO473xz2dmak9rA7GPbc8kTxWegy+PL4GvfJTHb0HBC+9pCNZO5dHDb6WOWE9o87YvBAxgb2BA7O9Kos/vgKxtrw7xB69/4gOPYe1arppTKm9Mn+EPYuDfL0idbe9ju86OpRBdz1oaHG9fmo3PBuuLzzc3P+8wuTCPRGWUTyzg2W9D9dsvP/dtL053QG+6jBoPVc9y7zU4pY7ZQq/vV9wBb7a03w9EGO+Pfql3btsykg84VBqvbE//TxhrL27fYkJvScvmrxpP8o9HoLUvbHjgr0e2Vw8n2nXvQNubbwOOak9zvBgvawiKj10uC6+hmvTvWeaSz6TD8w8PEaVvfjHGz0kwB699QCkvXkPnD1OvTO9d+/kPSq3/DzjIEA9qc//vWtx+LqowZu9V7CvPbVB4b0sVQY9xnF5vfpAeTxuWSa+rUJzPGMtiT2s1Oo8Umz8vbaYG74Mr2U8TKwcPrrl1L3jG0W9NyYIPdS9dj3wViq9KUROve4Y0bwkvJ09kn8PPs+rxry/vlk8SuaYPZp99L0QBaq95nvduiACzj2HO6y8ou+4PATOEL2HD0w9BFZRPYveortjdau7ayejPAbCzb3SfTS9udQEPciW3bzAmHK87Hk1u8d8q7xsQJI9UgCOPNiBSL2eVqC9jtpevb0JJb6zn5S8rYxpPcvqr70BRTK+6eCmPGUsIb6mgI298AYlPTZLZT1xylq9SPDJvW/HSL3IVSM8f2fGvRc46b19tZe9UBlyPRUwZr0td1K9ISXfu3u5EL0fhY29vBt9vceToLyD5ZW9KHbwPaDDED247Re+WBugugHIpL3Wmnw88f6oPGRTZT1hEMM9q7RmPc1a2bwPtA+9",
        "ga5HPTm7pb1C8rq9WMyoPQfL4D2iZwK7N1SYPdEypz1gKmU9odyePfN1Yb1KSA0+hk3Wvb9cwL0nl9o9uYIfPqkLrL3jvQK9O9Ixvfdo97wc2Y+98TE5vXcTej09MuA8vI/avRYPZbpVrUO8x3ECvVzjQT0TUBs8QweNPLUYyz1HxUa9Kb+JPOueh71d8Wm8gzhIPX5AHr5vmpw9tvLuvGW0+z3vbqW9QHurPZRZtr1LWTK8+ZKHPP2bYz2Cwmi9dRJdvVJparoHwv69UFfRPHXA3D17paI8vvTjvQFOsj3VFhs9mGdUvo7qD7zKYAO+/e7TPM+b2r270LW96apTvbGAf72OLDs9YqRYPfcBSr7lQaG+S24TvQ8Tx70cz1q9T6q6vZtBB760BC697HDbvQLnlbrs/OW93LRRvWkIVL3Hst48PTC1vdZ8AD6JSps6uWoCvSH0Uj3QPDC9EO5dvlg5u73A2729u63evY/jRL4hlDe90gVkvbsmAz0Z5YM8UqNdPPxqdzyijbK+JeZAvri6sDvbrQi+SNAaOwohUz3z2kk9gAzQvXrY6711Dfy93JcKvg2eAj4+ViS+zXawPQv++r2XqUe+1MkOPhAaEz1HGos9GLz5vW2GOD0Nfq088pgvvBs3ir5n7CG+lWlCPd5RyL0snxo9ay+8Pe8S7L1w2W48FTjHPHPgKr4Y9vm5hI9SPHdBIT3g5UM9F3pPvTBt2b0gf6o6ZTmOPQDnBL5aeZI7DRoZvjkmRD2HOZI95f25vfKJ1T2xXSA91g4DvlUjnr3qORm+9l/MvUKtfT0s5pS9hk1PvuCq273r6IW+kE44vRrGqr2Y6p+9vuQ9PTFRVzygc+G9fAQGPu9kPL7mw1u+WGNJvuNn0ztgMpw9++0Dvr0bDr0zjiO+fR5HvhGCkD3W4w69UgC2PJ50tr3Dt4G8/Ll9vQIPH74gC8i8DeaiPXGHor3xd7C9YuKJvUOMeD1qw0i+aR2evSQslL3smCm+6mQqvgkLjb3FBtA8",
