{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              7
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              7
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              256
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 256,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 2,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "softmax",
            "name": "activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_3"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "activation_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4"
  },
  "average_pooling_2d_same_offset": false,
  "average_pooling_2d_valid_offset": false,
  "conv2d_same_offset_depth_1": true,
  "conv2d_same_offset_depth_2": true,
  "conv2d_valid_offset_depth_1": false,
  "conv2d_valid_offset_depth_2": false,
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1,
      1,
      1,
      1,
      7
    ]
  ],
  "max_pooling_2d_same_offset": false,
  "max_pooling_2d_valid_offset": false,
  "separable_conv2d_same_offset_depth_1": true,
  "separable_conv2d_same_offset_depth_2": false,
  "separable_conv2d_valid_offset_depth_1": false,
  "separable_conv2d_valid_offset_depth_2": false,
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            7
          ],
          "values": [
            "zFHbPtMUgz4sPpw+Pk6nvrZkzb+EDXg+6/+Xvw=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1,
            1,
            1,
            1,
            2
          ],
          "values": [
            "B2VFP+draj4="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "AAAAAAAAAAB65uk7ExqqPAAAAADDrr67086FPCNimLv8ehO975MVPcc8Kj1Cmsc5kjMTPQSAYrwP/ni7AAAAAAAAAABXfIs9pFqaPBCMaDvHxcg8AAAAAAAAAAAAAAAASUebO+pobLyPe6q7LwEGvAAAAAD73ba4CMLxu/kbkLxKasa8h24kOiHyPb13RwS9duWqvPaevjvQzGA9AAAAAKlILzwkbUG8CbOmuFRr47wAAAAAXxPlugAAAAAAAAAAhsgsvTPG9ju5ttG8DcJ5OIsks7s8ClG7AAAAAAAAAACGF/i8O1V0ucLEjzx+8+g7pwtYOwAAAAAAAAAA2z19PeBq87w7MgO86ySqPAAAAABvTuK8z3fdvAAAAAAAAAAA6QFRvWcuGbscoR+9XkewPGVsMzzd8GW8PCy0vPorHr0AAAAAAAAAAC5udTsAAAAAUI4sPQAAAABK9I89ECyAvO1li7sAAAAA++I1vKZR2jwAAAAAPJEFPAAAAAAAI8m8rRsQvXWGxbsAAAAAAAAAAN5YfrxFkTq8AAAAABc7sjsAAAAAAAAAAKmJr7whwJ48AAAAAEKnLD0AAAAAt0EwuwAAAAAAAAAAS8pIvGykrrwfqbO8evm9PEUHFL27H1O8zR+8OwAAAAAgw1Q98StPPQAAAADJ7ZC6AAAAAAAAAAAAAAAAAAAAAAYYmLuItZQ8s7WCu4Bu47wAAAAAAAAAAGHzmbyBP/S87cN/vAAAAADAb+m8MnqCu92P1LwAAAAA03kjPAAAAAC9efg8AAAAAEipJT0AAAAAk153PI/wmbvzWZy7AAAAAM0e6jhllpo8oCqnvDMg8rQAAAAA5aRAPAAAAADRCaA8AAAAAF7OnTvnfya8P0nAunDfULyRtRe8N+W7PBA8OL2ZtLG7ZdGOvC7EH71NMbw8AAAAABtoILzBhG+8yUlbvAAAAAB5H1K8AAAAAAAAAAAGVhw8k6fGvLVRD725Uda8yMuNOxy5Qr0AAAAAfCOEPYNAzbzsKTQ6",
        "sD3gvLaYI7qqdKw8uOoHvQAAAADkJ5Y8AAAAAAAAAADOype8WAnRuwAAAADBjgA7yknQOjQ+Aj0dytu8ZmQAvarp4rwAAAAAAAAAALa1K7z7n7C8sGf3vOq1Nb0jPqM81aejPAAAAAArxZc7MHMiPS1TuDYmRZg8PVSwu0nXKzy/hB28qHeIvAAAAAAAAAAA5ZXsvAAAAAB3Xh+9AAAAAD9NyLucFT+8KsbKPJHCqbyKhc47AAAAALJVvrzG8oO9AAAAAAJVQr24yHW8AAAAADDDXLuT7Ee9AAAAALzu6LxxhiM9WTBAvBBXnjsAAAAAAAAAABYOmjvnise7vOU3uw=="
      ],
      "weights": [
        "/uSJPTJVFT77gOE9LwHBPewpCD6hqwk+CNSPvT9tILqvZgG+67XIvKRhdr22Q8+93ETdu/WqSb1hv6Y9kMFRPD704b3R4Ye9gBS0PYHmDL6MWJm80/KhvbSJCz2AP0y9wow0O1waDr1FFS+92vePPARPkz2p5tq918C5PbEHET5pUqe9pB3HPOThEL6clqi867ScvTz5HT4smaC8vmKsPXJl0Dynxy0+EVUnPaFfHD28YHk9fw3mvCLfd70Auso7bC5NvoBRRb7JGOM9J7UIvu9iJj5AgPY9db3zvUNw8b2bdZe9YYXYvV2ExrxcVeM8FVaEvZy9Dz3ULSm9gW6IPXOUR7zUoRE+uYQMPpgV6DwmN/K9Bn0FvbwEV73ArNW9UkTJvVUMQT1gdHu9V3CyPScYwzwarVY9O0WnvMjWgrxLSJy9QFyGPYNHjD2Y1fM9JRQhvgRueD1FBZ89aWgmvQqxBb6iLmK9Naq1PWLiYD2mFpG9bl5cveA2nrvdkjK+3+1yvffzk7xQ0AI97NBkvayLi738UCO+f8q2vbQz1D18wB29nN4vPWF38r2eQB+++87rvSBZEz1CwhY+r75CPYDL7DwUqRq+Z0MlPsO4Jr33uri9bGe+PS84hr18GjQ+ewmkPGDter39eVa9qAz+PETNPz0CCcW91B7WvWjmbb3EXwG+zNtrvaiWmb3Lud09amsUvhZSD74ckoA90wPmvVbacL29lM29k3uEPYS9wj0Dh9s9P3jaPbe4CbsUw+89f1IivdiG+j1V9RS+HH7DPTkU2T2jVaW9DYV7vTJukby0m189OFacPHDrIL6p2rY7U0GDPJEL3DyoHhk+9g8DvkNDrb2iv+I9qPzxPXhNdj1/kwG+5vsHvp0jRb5z+j686hIVvdZ+57whFEm8ye2zPME8Nr3Tubc9jEwfPam4Cj0HRlW9ccaivEyk+T1VJDe+hHYdPayFLD2j4CA7S5vDPZpfFL4ggAS9D2grPfZlgr386x09t0yzPUBMejxXtWs9",
        "GEQJvqMlbr3FVm280TGGOohPmzyC59a9Yjc1vQBHKLvoea29UFQ3vgaPtT0GsYY9ut2cvcvflz2uz3m9A78DvVvSjrwQ2D88ABq1OQmFF74xHTk9TsIJPipAlj1jYbQ9yUEyPSDMPTy1tcU9wBYVPXSfN7yMRI68T7i2PfT3NT4Aro89RAFZPTwYFT74VKS8YauwvZjHAr2ypqe9W2+4vdm6ibwvU1w9ZjtZvbNt4D26b8U93MZsvUbvID6F6Qg92vYCPsmTyj2aNwq+PVvKvT8PyjxJ8bO9K5kXvpDBZb2ACei9MW0Yvm2oRD5gcwu8bGMRvg0o4r2weM690pX/PKxuHD2ey8I9K5cuPFO+4b00r9Q9ZCgOPuC/zD1DhOs9YhgRviMKcr1IsAa9EDi2vZFkeDykqJk9qRu6vaUdjb1Ao5m8WRHKuzm7pzw5sIw9iOLAvASXpj2ajge+NTO3vSEHnT1hYM495R8oPVOIxb0kAO09SaU6vRiRrL2mu2A9t2bzPLIapz0qcWG9U6beO83VAzsGPHA9ouBJPvBBgz2+9FO9O+AZvkQWyTwP8Be+GtnBPWhBVrwckhY9bIKcPTi5zz3Nhp+9ruDTvV/JAb0YR1S8AgfiPdjPRz2Iu3M9OYqyvV6HqL19pXi6lQmKvILE9LwQ4GE9mtANviue5T2BNNW9vdiDPfj9Fj4aug+9eY70vHOimz2aNWq9XLADPpIt7zyuKi29o9PsPRYUrT18GaE9dnPivcWEuj3uvR6+ULQDPlzdBL5L7Qu+n7Pevdn7Uz5EmKo9nidQPtAoGL756a+9aHVlPS8bPz0JbhE+rl86vRmHJT538La9Gw0VPN252T23lJ092CoBPrjGjL2iQOs9lY8+PVzwAT2x1qi9FMERvmB8kLsHmKO9XiaevWjW7z3UT7C95ef1vdyvMT2guH48GMTVPDs6nj1vZbm92joGPVA06j0Y5J07LWqevcOrBr3ooL09RvEpvKTdDz6RYwK+y1XrvTCvFbylQhm+",
        "4EXCOyyEZT0VlKA92NNTvI+kIL4jeWy92BzbPRj80TzTLMG9cmF8vRrsAj6ESNY9ms6hPYJdA7vET9i9eFCKvHhDDL1oK7G9alwAPciN7T2cOUA+3Qv8vbUtiT2mWI49KCqFPdabCz6+xug9xXfjPXLl6j2PcPE9qvMNPjajAb60is893DX8Pai9Cb4rfWs8ZkXfu2EMGL4nzTU+DgaAPUZurz1rZme9jK+pvREIfT0/BB6+t1Arvr0a6L1pBAs9P6Xfvan6nz2kHPG9JS/UvfqGF77gYPa8/WWTOuTeEL6g+by9Q0Q+vVRw2j2Jw6C8PCyjvYjjOD5nwa893QcDvT7m170kEP29pGMtvd4i2b305uU9RG28PABYurqTuLi93b2cvWuH2zuU/KO9aW0RvpiyBD5Kwc66T4IuPTNWB76LjTG+8JswvRCwpz2YlAY+5pZ3Pdf2rD1rcEU9Xi6YvLs6RTy+NJA96w3zvSflzr2E6ao9m6MyvRs8gb284428Oc8cvY0ErT3gfPo8ADzxuyrw2z1Aotw8udcNvkTX8j2WE/88sxvTvW96ID3P/lA9df6TPaCjnrt61ck9mjb0vTSkY701Hxy+A5lGvMA23j23mcq9wWFBvqoMpL11gwI+Yw3JO74/rD1NSDI9ukwXPk+QDr4Midk9lKqeO37oRT3ifIq9FKr9vYEmuLwtPo88AOtqvTZ3Hr69OtE8yNt8vZv+2D1m+tu7IX3RPJcm5z14CJ899yB6vBRL/b1wjfW9r07tvR6VlzwNsyo9kbYFPilC7T2abgm+AKZGOt2bC74+TAa+5un7PT+7gLxMy6Y7xAEQvfxhBL3X6Zg9gZDNPW2jj7s5N049TsWFvOoPmT0GxdM8tm0Ovp9587vgjKe9rx0EvIzyBz3jsS27qPPjPaOwpr3p/B89YOmzvdD1rb1UGdU8jPf6Pb3ODT7/CME8XW9gPSzcLr1SS9q9ssGFvcbAzT3TO3i7NsCWPW3r3L1jly49MLIuvADg77lz1Ce6",
        "wuKgPVHeEz1vLmM9eQcEvphGrz0Mcb09R7uavdA1PLwJKN079ZfvvQk7Iz2a/q47PLkXOtxenz2PWnw8kjOePWRdAL4oinS9uQ10PUnevL3gZGO7KsyQvcunTL2Ft8g9N9wfviRAk70bpAC+uz9YPdCeEb7ruNw9HEa1vW4A2j3S6kC7DsuPPcQv5rw1X/q9OJlOPLuFuzv+iAi+xfDHvbXku73k2da9CqqCPZubmDuMY/u9zE4+PIaLo70/vYO9pHL/vWjE9by9sCI+Jzw0PIpalj24n9i9qqcePRYhUj1Dv7+9aCCCvHsjGjxl5/48UW2/veP8pz1OR7S9d2aGvTTNEb1CNgK9VzIRPrw4PD0HYS69s6ZzPTBsuLwbCqi9viwYvOOrhjyUMKw9p0GSvclYP7xLlXw99i5yPSDYsLtnp/o9NGKgvaVuhj1K34O9jNDcvVF9/L3otVI9L0vjvUPvnD24JLy8JWclOllrJD29DuE90q6FvAPw/b3gRn09fXb5vX1Trj17uNu9ZOHbPSKqjj2qKEy99fwGPYvtoD2qulA9buqEPYGpVj06vf89nIccPRLPQT21z7299CTFPbJkjT3Y15y9ajKwvfysnD0kE4+9kkSkvUZPpD3jDA0+IGRbPXUclz2BPwo9pb9OPQCDNbz1vTK7/t4aPWbVID5brKA9F3yaPR12VjyvxQQ+/MAEvYn81z0Q8Wm8bke2vccG5j123Rw9sKWwvFMNAj2//os87/NXu/9ezj2X15c9J3MVPU5ARr34qhK+KpG0uyOQAT7SmwU+FKCiPGNXJj2MkN89fKYLvispqb2AuEw93NfMvUTtxj1NUGE9/yLwPcwd57z38wA+UoMEvhB+L7xQYdg9HYy+vb7zmTxakG298tWJPQa99ru/n9q9Z40kPSGtH734E8G8uWrsPXEivT0QcAu+peUHPcuptz1XJ4K909mZvd9SvzyMYUK9lg3pu7z/OrsXVhu+bezbPUASFL6cEda9aQBmvRhdIb22cyA+",
        "O/MSviAIAL53oiO9gHDRvUBmwLtnFdk9HwJJPK9wW7yQM0y9a4BnPYpdKj4awbs8GR2eurx7bb2DqQI8Zh7pvYDUozsekGc+fYGjPJVL8z0ITDW+SspnvaPllr05WrS9XREvPfbVYj0GtGQ9QFiqPFQEIL1geIA9sL1uPRiDET2zZRS9dJ1APuCTbz1XjN69Rlk7PK5tBD5FhWU+CP7QPBLmBz4AJy++46a6vINsiL2GZ7E9/cZAPtL1qz3gEoy7RMIPPsZzRz6LJCw9pUyHPFXWUr4vLjs90O3NPdw2Vr0WIU2+3PEFvb/Jwj0X3qc9uyb1O8U8FL4QDpa8R53vPd2Nfb04aSS+LFPQvZiVCz1pYp68AWusPcO5q71cmvK8nY8pPnjzDj4reb89yLlQPqN5JD5XX1A9pH4FvjnJK7746JU8gQv9vbPSIrw+2Ae+1G4/Phj3vL0ZJDs+jwYKvHj/BD4AV/m7RasKPRGFdb3EH249AUVFPubn+70FYne9LJFEPYeKvz2kjbi94GcXvcwdOz5nhKw8gLokvNmyFT6+xO29yNG1PAtF7j007FQ9YCd4vDiv5D3mVwu9vF7PPZfY1r1kNRo9OyGxvTz2Dz7Tlx++GmMDPiNfNb2eLBC+RLTSO8BBXr3GqzY+A6tmPkZhxD2q9iA+DLCFPYh5uzw+EPa9+t8DvnG+r7ymTRK+yA4oPInEBT70Jb69ALUQunpo8jpytpe9NywivUg95jyvu4g91i06vrg3Ob44ha28dCFGvtPZFL7v0k0+elnFvZEUMj4mWyW9WXj7vPmfTj16RUQ+aRwMvu/LID5PWoG8XSmaPB+Xhr2a3PC9fPJUPvSKbT1rJw6+bsCOPVSWOT3f3j8+KHGkPcFCyj0YskA9s0A7PpnRpjuuIZw8s/GzPTnMV72DGVu+WQGnvbgyW72E1J49Wi3PPWBUCr5Qqqu9FiIHvnC0b7yS+FO+WE23vde1sD2Z/7S9O/m7vXVmwb1g1Lw7GJQ0Phh38L307829",
        "0HiVPXUvOb51DyY+zT9cvtC6873q4+Y9qvX6vUYYHr2mnhk+H20NPoBGgTySjj2+t0FHPqbfCz5rQrs9nZdfvjGCgD1pMRi+l5KwvZQA1z3eqT0+vdUmvjUrpj1jX509f+8mvtjo5L1PD8O7noa1vUI7wz0MQwq8efyPvZH7rL3JR708KStKvixiAj6JAqG9+GNfvokPCL7J+LO9QDLxO38igL1v38G9CYQ0PhcVkj02BfA9uKmfvJYHKr5v07u9WnOCvVqq/D3J4I29EJVBvEDdkLxAwL+8ZIoaPcAr3T3ATNo9BlPiPb3S+L3tMA++GNmqPCJ0GL31MC69iWJAvvAxvDwIxNs98lrSPas2CD5GoIE9xoTLvXZznD3oz889uEZ+PVAX9jzy6BU95G4sPWIUKj5oS409u1O6vSyWKD38Fyg9yk+fPVj62L2Aw7u9ukABPmBQKjwUufQ97KvvPck+oT3kz9A9kzVPPYkqoL04Bn09//KqPVaiCj6fACi+bggcvnL7AL5fExq9lU+0vU9pAj0AZgE+PRjzPdUbjL0EwNg967SYPe7xtT1zSQa+76y8vchpqz0oTHs98KsKPahWFb4zj5e95T6qvYPEGL3wnRa+kJDAvRiaZr1UUFI90/c3vtqs1L3i8609uwM7O1K/+j1YkZq9hKsHPivVAb3Oxke+D6QTPkpKlr2geNA7SH6FPTMZNT3wecu9YOTDOxLsWb3/ayU95oP3PSGcoLxmHMW9ZvadvLAn4r3/WHk95GYxPVJQGr6CE6G9JoLSvYqSFz56BhG+C7EvPgMz0b1caiA9GH2WvBIcr73HZuI9mOVePV/Nxj2c/tK9Ywb+vexJ87zRqoW9Og89vdR7wb35i/S84XYDvkSUFD7baR8+Vix8vWL2wL0gOd09Ppz+Pfj+9b0omaY9kNkEvVVQvD3gznc8Bx2KvVWQy70IH1G8go+kvG9HKDxXEcM9K4a1vX6PBL08YQY+CkHZPawu1z2MNGE9+wzdPahqrTyAk7M7",
        "WM+qPQpIu73ij+Q9HvFVPS+qn71a8YG91ooAPvYrvT1DKM27BiQ6vvw/2z0IjxA9EYgIvR13s71WYpe9APRNOX0WAr4Upfo9vlGfvZK9nj36JkS9a5qWvQI41zxGMtm9V7JbvZKLp73Wiis+gkjSPfSOtj253ri9xo8kvcjlFzwicDe9ZsQrPhxSHz2ASa48bCa/vZq2Cz64Era9LCUWvlZHHT4ad5W9RiiJPaO9ez1DkMS9YGJDvRBocTyCbY69dg3yPbQtAT4gm2C8vV16PYrMIL06O/G90uIWvjgj+73XDDO9FnwEvoKowz2ZrAW+mLOtPD8Qw7vwjpO9/WeRvHzsFT50TNs9OIILPnieTL2AXpI83mikPRDsnTwm3mK9WBjuPSx7JD4gVxS+Rr8dvjG6Wz2Wk5U9RcoSvngXyz3864O9UHHnPCgv170mLVI8I+ZbPPE9Jb5raYC8/4LVvcu2XLwwyv+9pljBvDUEyrvpXbI9cYE5vBYRED6HQKE91GsPPWQV4T3iUAe9sKa3vPAvmDx2bgG9L/LdPNATKTyYJXi9EcR5vVuILz5yAgm+CkyHvSAZEz7Iy6M9TJoYvUEwE74yZQi+u+vsvOBKG7yehgm+4BlfvjwE2T32CkY9MG1gPNEKsD1YSdQ97LbtPXAi+j0nF909Y6okPfCfxb0AAhW7/uCqPXQsFT5y6Rg70NIVPfMDAb2zwpa92vyEPYXNeb0TZTo+iMs+PgZa7b1/Cho+FADBPSRhwz3nQQq+pJlDPddnIz3R8DI+7ZzwPXcSnL24OMs9wOsXviBkmbxenxQ+B4wpvqrQrr1v4Og90Ap/PU/Eh73Fcw6+SwGgPcLfCb69Grk9jxMVvr+xtL3a7Wm91aAIPqvucz6phgi+dBC0PQZVWjxmTgM7616ivJhqEr7pSp69+L+MPOhcE74aBAu+TNS3OXgOY7zM0o+7+9YhvGKLML2c56+9ajhkvei/AL39hXq9h8IbPh7xiz2IDOU89iTdvfAEwLxHk08+",
        "VSyzvT14ED2kjvc9VPkXvaBHhj1xBTC+yESBvOCE5L0ak1i9JjJxvIFgFb7tCZG9yGOavHbwB74bIqg9/po/u3DJz7xyuKm9+rt7PeRtSz3FukQ+3MAkvWOtKD6bikI9UDR0PVAI9r3p8Qg+owQKPoBOHjvkkQI6yAaVPP3R5L3udRM+ewOLPAbknz0gxOm834E9PXvIDj04QJK9fvyxvdQ7Vb2Aq787CnkNvdi2Jj5SaiK9WFtJPngnWT0uZQs8SHpLPQh5GL73R689C552PQdoKL2sJic+XNcxvqjx/r2EFao9hrQJvVhZwT29/Fs7oBohvPfutL1M6VC9CtUMvmqxUL0oO7K8PqSSvRZlQT0fkTE9wmoYPQzyAz0AWmo7E02TPPOP1z1v4Cs+lZv8vY2tir2OfyA8BzzRvBxbgr2T/J+8Jou+vdOOFT74gQe+f5QOPgCEsDoK2G49IybYOrPnCT4+H4I9NwndPfW3Ib2JQcK9bj1dPVCI2D3ImOU9xhCKvSvO2T23Yge+mA8kvh1VmL2xFWy9ZdwQPp0Vob2AWms9f9f5PSEncj1lVQe9D12QvdFlr7389T093QgrvuF7E74+PoW96HjrvXGjQz0aMRq+9vcuvW0nDz1qhhW9PBZDvgJUHb4xwAa+TNNGvADAwjnE9Bw+cyKsuq+m8r3U5uu9VQcNvsAQJD7gzwK+rtySvVtFBj7C7cY9nF8xvRhgfb1CEZU9jKK2vegBPTtj0P89QDtZPky3/L0tBE69mNO7PTTCI71cNM49ujmqPLwv7z2KMNC9d7JBPWTXAD4/qxu9IHrNvMGTHT5/ZpW9f4MYvYatwr2AehQ+3cmpPC0jF76G36q9EEIpPZ6xrj3YIGu7ANT4ukb58DxPWba9SSPbvelzyj0K2Rk+K4utvW1M/D3u+Ze9ERsNvZxzjr04auQ9Qs7GPd42zD14fKi8aqr3Pb+uSb1p+Am+hZWbvVUS2z0lFc09FqS+vXiGlD3IwWs9ZSz/PWMDwz3u4UE9",
        "aCKhPaCB6zwr02O7u8sCPlhDBD5k/Ys9qDSQvV/L+L0DflE9eFGhPU+sz7yhf/O97yYyvYkmGz2ncGW9khwGvWTbzb1CSEi9FKYbPpI7mbzviZm9jOe5PU5Rp73sExM+dLUZvTNhbL17jVa9kIAlviv0B75DhLA9wMOIvIt0Dz1QqZG9OQoEvhdviL0RRAG+oLEuPLGD8TwGZMI9Fga+PYR5vb0BCwi9yAv8PZY1uD0IKso8wtZ3PalEDb4sYBI94iIjvgtssz2t2bY9PwmjPV1eAz4MW4E93Oa8Pe4Swr2mCIy9amd8ve0EKTuOsAw+82MHvkwrBT40Foc9cUe8vQaHi73I3lA9YOAKPtSBWb1kyiK+8ATXvIDcyrtkKNq9+unrvHnt+rp+3h++PskHPgfGX7w+7xK+eIHsPORXBr4+5RK+FPz2PeKZT71wzjA8x8+PPWgcWb3hFBk+p2jcPaAr7D2c0zo9gXpFvcxUXzxkqgA+/cO5Pfx4+j0S+749iu/BPaINN7yUJDw9zy4Mvs/gYbuQaZW90HPUvTo3ND1iCxM+QO6rPSQ4yz20swQ9AoadvTcswry6LAs+F28kPQT1ez1wUym9/+aSvTNl+b0PUjw9LDUfPnDuFr0HxEe9pWVTvG6Jx71Fdwo9E4CXPfiM9Ty/BqW9quyAPcS/cz185sc9uF/+PaMaJzvlSBw9oPJmu7wVFD5e+fO98Le1PcJpAL6vKRW+DHQwvXDwJD2Xz/a9ZGs8PXDdE744+728J2ZqPSBpEb7+P2I8mrHHPbJCKz4uJcS9GdSPPRq2gr26Nv894PoTvtg46r0Ihxq+V7D+vYtPoL2leuq9g2FZPZxXdb3xHkG8LhjAPTaXL72bACK9MJ4fPbYfsz3IWJm8Lvs5vXngJ74cENQ8it9vO+g1nb0X+Ng83B5bPUIR4T3NwDa9z5IJvtbEFj7qJrc9rWaovfi/rD0qQQg9zLBhPCy14L17MeM88U5YOhzUL71IR0M9UWFaPFv/WT2pUdK9",
        "9RXgPS6yVr1gpQ2+1PTbvECXPryvxyE+jDCaPeBIgzzKzYq95nYHvuyh4b2fG789haQYvm9e+b2WjOY8VYvpvLO2H754gMQ8VMUSPS2o3jy7YfI93KUdvmJW4L1+0N89slwTvepwH70OGKk9nkuxPHMJA75jDwE8XI5qPXPNfDx3Fws+dDHbPbiyaz10h/c9jicRvi7z4r3ODQC+oEGHvNta6D3NkiG+a54UPvA49TwkDTo9SLykPK3ZFr5sCGa9ABZhvRgutL3WwN69rPXMvYT3Er6Z3NC8KBH3PIUTpr3/SL091WKHPaewwD3AD9W7AAhFPNrl8L1d+qa8TkYaPQ=="
      ]
    },
    "dense_2": {
      "bias": [
        "QwP4vK4hwTwdS+y7mSe8uxSJYzye2rk8opqDPNsbprw1bU08n53jO8maL7sMLCg8rWLOu0H34ryRBoo8dDlCO1xgrrzNzyG8ANoAPeZb8ruyRrq87Z5HPQAAAADK5DI98UZTPVcXzLuoeYa8TvH+vMmaDLzfkBM9roG4PGk+Jby0uBC8LgwIvBMZH7zlTYS7/uWnO1CNIrzDc/+7zJI9PBMI+jzFmKq8wbBdPF8bCjx061G8N4YwPI/qMDxBAqg7ohnQu6pAM7ta2wE8iIq0vPa0jbz036+8LagFPAAAAABwcL87H/5kPP+ttrszUuS81d67PMncvjxooIO8PHsEvOevL7z5Bzy8AAAAAPRzqLy2L0a7ipRdvJv6bryngA0887xbO40OTTzjIzw90KCvvGTwgbxKr8084qNnvJnuEDz5O0G8JVISPA88qbwHCp+8ENNHPbzR0ry9TYY8T1G6vJMpvjzCkrI8AAAAAJVBhDx5qF47GfaePPvJTrzyYNe82+qLPcf8zzvrm2A7mZI2vHMtG7x9Gkw6y/gAvRWXhjl2d2w6PByYvFnxF7yBOaa8hv+evAsxrjtQ7tg8Kas1tTf127pw76K85scPPWalE7yljUU9+IxLPdrbnbwmgUq8b/VXu04mPLwuvgU9TaMkPRgj1DuV2s68BcuwPJmvoLsFBwg8RnMsux+omru8SQm9QdLUPGly1Dx9J+o7aJgyPao3CD1/jcc7fRqouUEqSrjalmM9kRtOvFaYBbyblLe7Arx3vDNdMrzrPA+8qqnPPOfbqLzrw3O7SkIvPMCUNTwkrYc82dkXvGmNabvQCs+8zTbZvNrzvryFA1+8pKxPPb8NPDxfsrs8DVqYvKWw+7pldWk8jna1vKdmMjtIOsS86jpyu+FVbjx6w4I7aURfvMdkATyaUbE89m/+Oh/QjLwhMxU8TZ6EvHx1i7xmdEY9EK/GvG6mkzuErNC7VpjGPJaFz7t8LX28uRZ6PG8+lTw16567NjDRuxGz4rsPA1q8",
        "FwPzO3mwnrxIHsu8X1BCPZd9TTyjyEA7hs6iuw9pcrwWpZi8KXjdu1yKorxp7928kuIAvcEZ9Lx0Jwq80kiQvMcz4DtPYGk6tgwcPG8w3DuNZwE8Larlu0DSAjykXZo8+ZV1u0G4Lzsv3bG8CwE5PcJyarwwJhm82mVsvMAnBjpzHts87aW1vCfx1LxfxQm89ikMvNIMTbzCyY07F76Tu+JM1jvWx4u8vX8YvFjelbwv81c8VnSePAUOkbyx2bO8uXa/vBILr7wqeA267tfDuxKEoDpxlAi9as6su0dG9zwgMaY8i6LJOhSyrbzBANi8ykz6PLjWIbwQL2C8PFhzvA=="
      ],
      "weights": [
        "9shVvfYPcr0LPro9jXyAvbYkWD1Se5K98M5zvXAffL0xUIK9oKuqvJ4mBT0KWsC9mFu1vU+4zD0nyci9aqkGPedpmT2+tTU97T67vdTD7zzOhM69Irp5PenHWL0uEwQ9abLEPScPRL1xj5A98ji5vVA1I72lFb89u2xLvX4+Zz2NXaQ90AF3vA7plL2AOPi8dlq4vT5QV73FC169cJqku2h+Gr1rUJw9bXdEvaUoW70kk9c8//lPvXj4hL37y4g9MuZuPTUCiT3NJ7w9sP+ZvFIJMj3DTrw9SLQBvLuosT0AcdC5QKEnOzjaqbwwU7e9iMk2vMQS1bx9sUm91DC0vee9wr3gYby8rskcvUZcGj1gd0O8sFwqvbAX4LyOWte9BEy/vbiPq7yJZ5I9CeeQPcVSjj0JS9U9bD2wPEBKu70/7bK9fGHtvIhtCTzwYZO7x/KNPag7s7xrVGC9pySLvSUlz71wnqC9J3hyvZVp3T1qise9TkSJvewwS73IYRi8WPhiPA3Xjb0kzJg8F1OvPXCBQjxCjFW9AGs7PDymmL1Oro294NGRvfMs3D0bEFC96jx1vQCxwjmZ2os9XNmYPHqVXD2uaUA9iQq6PeIrh72I8wC9pTF9vcPQ270A/u46851TvQcjrD0OPSw9PDTFvXg5JrxC0s293VvFPebohb3AHoy6wns6vfQIkL3dRbM9blUavWdLQ70hB7w9aKaqveDQKrwor3k8kshUPWmhuz0GKNS93oo/PS8wiT3MFsQ88SLNPYqDC70mPXa9r4hcvaRmIb0z1rk9HowkPWss0D1GCAY9Nx6qPXFNhj3wEYM8IGN/vQUdmD20wta9vhMovSf9vT1AUYm7/DaqvKJcVD0aqtG9jCedPBS8lTwQjhI8U+ezvY5MJ73Ej7a8bO3WPFnLqj1QYpy9LLbvPJWlmL0PQpu931RNvQVi1D0Xj7c9ZuCKvX7tTD1I8yW9+jgLPdCpmrxtvaW98UjGPVLAcz24ecW9MFOCO1DzXL3OWy+9",
        "2BNMvABfPLw6lyo97F7JPN9LXL3AmG67PB/VPN46cT1nZJA9mzDaPR7IUz3HE9M9TI3RPAJ7zr3Aq6Y7Ki9LvTiiiDxowri8kOwpPFijbDwVJds92p6KvZKMaj0y2UW9U9WZPWzFmL15WdQ9go2Lvdr/Mz1iPh89wn9/vQARdL1GJRw9QIv7OzyFQL3vU8U94Nw6vHVHnj1T7NE9nY+oPYr3Oz0ipGs9LAXJvHaxDj10Hto8AEBdusyLmb2IZMi9DzyNvZs3qb0Ak8s7oNBfu5q2Cz0Srty95It7vQCCSrziGhQ9x69+vbAN5bvstPw8loUMvdw/WL3ILMu8oaSaPX0NmD2cHZ88b2rGvc4job1PCMK9TGGgvFITJj3B05A9jl0DvaY1271iJ129j2PbPaeRxD2AGLm9I+SIvbRxi71omio8f1t4vS2Gv70EPNI85PfGvfMlpT1gQLm9v++fPU4jVj2T2Ym9BTbPPVda1T3I6B28IdWkvUCF/Tu/jKE9WIg8vDi+NL19aJs93TWnPRX6pL1KnNm9YkyGvSpjsb3g+BC8vFvDveBsvbuC0RQ9dEbjPJBdjLz1f9A94/2NPYKQHT2Qpji9Li8FvZtixT0P3YW9EYPXvYU+sT24vTy8VH7Rvfk/xL0wtrC9B8rPvaFmlT3rjcq9sBD2vDpjfT1L3MI90CchPEPhgT0aXwm9Fj9kPXB0Jb0QauS7YtcHvXO6pb0RqdU9M8CYvbZat70nkNw9fP/7PICA5zvak5q9/HiUvNXimz0X6dO9MPTBvW1OlT3mLnu9qB0nvYwqXb3ovyC9GA4pvE7wHj0Eaaq9jvp3PePj0j3ZSac9Iw69PTLdn70A8D48anJvve7dRT1FssU9hoFePZCqyTuIzKS8hy7EPYSR5TxPYGW92AsNPOtXmT2cwZ88dnxEPQKKaT0oWF68Gs+EvTtdkD3IObu9WHHQvJjLWbzEfIs8Rr5mPXBx3LtGBEQ95x60PYryfD1caII8AVmivQlAqT3gq9W7",
        "FiDIva+UkT2YxFy8E0vCPYjLs71QF5u8v2dPvchtBrwL7qK96TnYPeAf5LxW5nc9IMHJO7FMxr2gwFW7eHUMPM+M1z0x2Zs9heihPaAtU7zC2Lm9jELLPHDWMb3EApw84jcQveibdDxNJLI9hlLTvfkykz0ioxQ9EBj5OzNSqr34Cqa892ervfHQib10yTe9OnJovf8s0L00LJs8h/JsvR6xlr1S5hi94N2WvZUPoj0GT269GS+8vYYqvL336rs9pyxrvUUCVL0wLsO7MALRvY6eYr2/H909+S6zPZTKjzyZNJc9gcW0PZLkWD3DxJM9pkMAvbKfBr0X6aI9DeGDPYbIC70MB/C83NO/PIDqqr1dBI09m/qEvRYnMr0y6zQ9QjmFvQBKhTx5WMo9DqG7vQxWz7xs87u9JV/QvfSYu71qNaS9k0XUPdk9pb2wDsu8nUyrPSbzaj0q/GU9zkxLPfTCtbzu4qe9oDRnPHCFK73UiOo8rPiDvPgN0L0u+a+9l1vZPfzk3zw89a69UmUHPY1hyj3qklk9WMglvKRXiLzQP4q8+ngcPdkanj3ia2c9ngdjPVixS7wr4rO9yOZ4vAmZtL0gYuW7Oaq3vaDtELzySyy99oo4PTae3L2f+sU9dQnZvdvepD1H5tE9BK7ePCj3DLy3Oqk9tqU5PbDJv7zelWy81yuKPWhXK70qxqe9u785Paop3r1rvWk977h/vao6ir1TuA2+rn/kuUub4j0xXY+9MqCtvfpicjxrGKm9MhTWvNexibwSHDc9zqSePONvx73QeLa93sVcPV2FCD6UFCI+QI5FvdcE7b1aI1I84BxlvMpNhb0dl8I7loMUPeMXSLzEBVA9W/HQvXaXqr0H2Za88vzsu+TqZb2nanE99RPiPdR32711oki8XGtKPS79ij1DmM69qsZavazBkL2x17e9km3JPVUIqLyPeN29u9gsPfJdKLvSCgs9wIhivJpyGL3k2gw9GpsdPZedvT3nkZY9bZTePVAThj1VxKe9",
        "+hU9vVNSDz2BrNA9TAG7vTNHvr3oCl68g6VZvYjl/b1o/F099t0dPbOZrjvznJq9DmGlPdbcgr1MQfQ8APebPWvjkb3gFsA9UUPRvchV5r2Rx0c9d23YvR4wij2OuhI8l3aJO4SxXrxyBHo96afgPQ4f7r1Q59g9rrdXvZaXeL3Yu7e9dkSluw8pnr31wkE84P1PPCdowD3GmKg9kjmKvYhSpL0uiNa8f+tAvYh90j0OL6q98V1PPYNCqb0CbEy88YGbPXAc/7zDfJg9uOXQPNEFl71Ikvw8qiuYPbQahjyc4Ik9AlzMPI7YqDxnCLi9SRqvvQrfMb24ik+9VerkPEVDWD2Rc+A8wkbivXE7srywPKG9lh2Lu36rnL26aT49B/W1PUvQIT3+f4e9gv8fveNP5T2TFpU9FDSmu2wNGL03DMg8K3vFPAy+sLta6WW7rcOZvfFtkT1bpK29v/KyPKLugb3/4KA9a2HMvdbgqr0e5gu+A/yGve3cyj39tLy9SZx/vKE/ZT3sRfi8WS26vT5G3r1aNEG9G1E7upISEj2/h2Y9id3ZPfpjp73bvtA9CeRavXh2pb38BuO9MW/JvZCUTb19N9K8V2lXPRtVwD3VBZC9i8zNvU9zg72YwO4845GzvZa0nj3OJQg7/vuCvW9EbD2oOsY9/2AtvJyLuT2+eAa9EMWpPOchEL0PboQ9ZnhYvZetkj12yNy8LBifPd5wzr16u5K8U5bJvLbK0L3SNsq7asSDPLNr+jz8Npq9E5CevREgfz2Rrt68qCo4vSqbTD3GR0E9Z9pVvd/KUT0yDhw9UgdavSYjYj2+N6g9VmINPHRTjb1n4gI9Qxchvewmmz0P1Ny9DYjDvSVrrTmhmJi9GKFLvYSSYLrbbla7IQG2u7p71b1cXto8yoe1vYIIzj1HD4M8PSqNPJjSJTt/9g29QnzqvMSXrz1lOao9nMGvPFtc0L2mcvE8CKCSvOkX/rvBmyO9LajSvU5jLz2sQfu9H62XPDQazzvjXYc9",
        "qxhePSuZjT0Hwh29tJ+9vMSw/zx3xXE9EEKJvY2ulD0JEl08/QVPPfasjz19HIG9Hp+BPSuvzrssEpU9j+mdvRgj2L34L8y9JhmkvWL09b3FZ9E7ZCKIPQIKxr0VAQS9JhYOPa2wtz1gBdo9TBQzPbibW7ztbkY9iVztvZk6uj1FX4g9UlqlPCFS4D1uJNi7nKPpPBDumz34t2y9zLZQPeyywL0OTkC9a9H6vMnifj2T25o8zq9hPaJ2Pj2ZRGa9m9m6vXLsPD3k4vc8iCcvvaxU372qlVc8BCNyPfSilb3oK2a9qrUQvN4QZz1mnyU9F4nvvW4U2b13j4281Cz/PaTOub16owC5B3i9PdWDCD5062Q9h8E9vRcuur319MW8/8pnPaevjb0Mqm48rACWPZ1K0Lx9zmq92as8veVKfDxt4xA7AXX2PQCOGT3D5T09M/MNPcaj/zzPV+G776YsvfC91D2f8rw9FGzYPBJCir1xple9GtCyvTm2Dj2aCri9LA5EPRObpb3I1lw9Cos8PfUcWL0Ztke9oauMPKhLbLwqN8e9jKSXuk01BD78ioq9UlvavcjHebwim2E8b3H0um6NQb17Msi9xQzdPfJvH72crg+60akuPSzm2DwzVQO+Fb1wPY94nD0MntM8bzrgPaVX1DukGOM9/0QsvbPzj7x24Pc8JH6YvTgjAztZsRi9U3kkvevzar38GPy96P2mPVdXoD2WS+88XDJBPdyrkL1wZ/U9QHC+vZDaODz+SMU95arEvbwBpzxRodM9ZW8PPWimJz168rA9eHHAvSpmnT2ACta8utIKvpgQGLxmgIg9lmTXPbO0Mb1BTZE9sgUBPuKQoL0cK9i9eL15vUEQrr1iZJK9es09vcw11T0SZQW+vBSfPT/GoL13Q3E9tHW8PeT5Yz0r5me9pO2fPaeMojy/myM8/qqTPYNRFj2GHay8YLZpPJNWCbum2vA8ro+luX5V8b2UUPa7Wv+IPR61Zj0waI+9PI+uPaq4brxow4w9",
        "5n2lPQbQ3bwDlIU8mieLvXIBpr1ifSA94rrCvDoet71Omwa+L2VKvbGVgz1jMHA9HHKgPXLR9bx5Uqa8do93vUzZpLymzlA93vayvV1ihLxa0HW9oWNbPUIk9b36VG89owbbvGtZErvjzfi9yUC7vZuzoL0szts97zjqPA6RjzzuxUo6UqYCPtnA5r2/ryW9erPhPdYt5r2k9HA9D7/OO+HaeD1pd8c9nBXtvLbwg72yV9u9aQuGPd/tAz2WCFm9JkyDPcGUqT2zyoW90FttvUePJb3XUty927ygPQ8czr037aA8PbqBPduKfr0VjII9QcIUvULyPD0SisK9YKmmvPNXvL2g07692OywvUK7H73tkdQ97vIcPXwsvrzRS7M9WeSRPUp/Cj3jGrW9TKO8PO3z1b3GNms9VByLPD1GuT0feMI9SzCovSJwGL3+aQS9iLAGvb4QRD2sIPq8IKw+vCiOZb3OoDA9LwGfvVpNXT1OBGM99g10PcJHsL1wqBy8ejE6PbCITryEaf+8t7bMvTDjzTuAC4y9O4qmPUIFXz1qQzo9/3u5vRTTib3G2B29Ada7PQKvfD3aEWU9Gk13PRvdm72t5bk9nPm4PKQRx7yKg7q9yASavQHeyD2Df8A996+JPez5mr3U8Be9UuRpvQlRwT1A3tW6DqppPaGl2D30p968m5zBPeqDG73gP1s8NpcoPVtmuT1qYkw9EPdpvNh2TL3yXEw9QEyVunwgk72f16w9hOWAPG4sFD1U/pk8HDRmvVCQpby+TBC9XAiRPEn9jz2NhLc9nkAkvcSvojyBfNS9dDXxvPu8yT2tHtS9hNjQPMA0OjxW8a29R1nUPdTQizxO81A9wkOSvax2Yb0TyZM9W6rDPeyvur0oztq9UV2kPR61k72AuDu88DKTvORLszyAOZu6Jz/UPeXQxj0WfJa9mGIPvJKmE71+mJ+9GDy6vQiDaryKsNO9MdTUPa0f2b1keh692BicvJcjvj1mOWQ9V3mUPU9Jp71oE3G9",
        "KrlyPdjKr7xwax48ePlZvEOXjz3mpZG91D4uvTTDqDy8LvQ8k0SbPSRI9DzvPJY9ABIYOZUxyL0ZmrI9VsmGvX+TvT3KOXC9ILERPBBnCL2AmIm7gDj1umjw67ycMq69yFKlvW3zxr3D9K69gLA/OxV51D2L/9E9HbaFPUtXhz0K5VA9Mto4PcRhyjyceaw82oJNPZhVDjyWfxg9gRmEPSQa+zyklOe8c6dJvdg6UzzN98m9dLLKvKCSBLte5VM9KoiavRzq0zzg75S9cEsEPCDAMbybjpg9ojgtPZxtUL1UKIW8qKazvCr2Wz0A/xO8RIutvMV7nb1WIXk9PPyIvQzkqLy+Roa9B56vPQAejrxlEku97OSSPL6NVT1QzaW9nIiePPBnOL1qpEc9gLDbvIAzOr0qKXE9p8LPPR0Cs71vwNy9naiBPVcHvD3/SLY9UPWRvEC08rqtOMQ9LrUnvbTR5byInnW99/jRPcOEpD3QVYY8KcHMvT6fgr0ttKw9CJVyvTC20b3Q2oa7A13OvaKxK70GWFk9zFoZvVsh2j0/K7M9uk0ZPSCOHDxBlLU9QpsnPay0oL0553+9PjOovcwLmTw6zns9ewDYvRKfy71137y9OJZZvB7jZ71CaTg9nOWlvEisGTx5W7g9cxrLPZvN2z0Wugy9uAd0vHegyz0Jdto9g1uVvdQQTr2uThI9xyg4ve3+zb3HbT+93lDVvXfLgD1UtZS9bXqUPVzhRTwaV8+9T2NCPdH09bwbSCI8eyi/vSCS1L3ObGO9hoDFvfBcw72Au2m6sbm6PcX3ijvJTMK95f/zvOzpzb3SPSw9W3PPvQ7iaL3qlM89dox+PZTjnjypecw9onSKvXBwWbzQF6e7EN8JvKAJT7u4I5O8fLiOPL0vJz3EEI+90UrIPQQXC706Ws29ErWFvXXYtr3BeoE9HkpiPfKQdT15slm9F6E2vX5FVD0iSEI9ugSavazWlDx828U8XIi0vIeYvz0oD0Q8Z7IEPVAVBL18e4a9",
        "wuASPUctkT2md8O9z1LYPZ7TLz2HHpq9pbCcvXr4tbu2FoC98nmMvRCy5Dx0FjU8qZWCPecqw73AHvI7L3amPWmtkj1OzWI9EXmRPbK+qr27N8W9Wp9jPdHeDD1QrKG9Y0LXPT1Hlb1BHo69lo/AvW8Vfj247ui85idZPeIEpTs0P4Q8wLkFvdjmlb1wXs+95jzGvUlEsb2ugi69OBK1vPZgaD23C7A9YFYKvGnXkb0OMM29nmt5vXS2Pj3kF5e8E/n2vFzmkL0HKDy9Asc4PVmFer07tb49dHiavPAQATwC/3K90n5xveVyur1cqqS90zi0vUNQrj0WNd49Xtp1PfTczr0AlZo6JfWSvdYHOD1VbNI9n0IQvYydyTzyUbW9zt80PSSAwzwt0ca9CRqOPd7MGj3ZGoI914rhvWYZUj3eEkg82tgJPTZSHj3TaZ09wkmMvBVtqT24oXG83RUbPSpDlz1SMDK9YLgivBxhUL3EJMg8yA0lvbHQyT2Gjai92DVpPFoYlb0vbce9hllKPTR/BD30os48dI0tvVKQub3ez3E9OpMFPTJYkL2Ufp08eoAivePeM70/AaE9HNs0PYhtGryZ+Gi99QuJPVQk87xVVa49gE7EunVNcb3lpYQ9bB0ivbEJVjwK+lY95kwBvRqwHD3o9aW8KUKGPRNjrT1PCKY9IX2JPK2rgj0A4Yc8OT2nPejewL3u3Dg9GSdIvaCFtL2MbLc8aN7RO2EkR7rgRbu7ypOqvboZFL1Ae7Y6lVjbPVlYXLyFJX+8DJDIPDTFmr3VN1I8xgalvZNrur29p2U86Jb7vEBmuDqS5948aCsKPP+znj3x2709HO+QvURBhb1W27+9XF3GPZ26gT2X9JK9uKIpvWEvyj0n8YG8au22vTwr/TxQ/we8yG4evFN61D0RwFk7t2W/PXZfor0/hJw9kNmzO1uwBL3HJre9vpU6Pcv32r27Mli9QPPPOziehbzo+A289EvvPDy+gL0uU5y9oOHBO5pgSz2bJYk9",
        "UgbcvQv1ED5nTk+9LY6/PXag77uTUQA92DAVvlHk4b3E6ie9LNX8Pcc0d73+84K9pV+Kvbq407wFMxI+KQ/6PSgaTTyidiq96bjMPaVHaD0blfU8jXsnvQA6rLyGmSA94+FyPUDffb1C6dK9fskePVZWp70shuM9eCqVvWNxnb14ISm8IvpcvasqwTyvk9c8LISTvdIfSr21C9O8p0xrvXBPCz2SA6+9PeYGvkLkCL3AHoE9Tcl3vTynKT2jyH67UPuvPV5ahTwK9Uq9GHErPJAxH72kuq69+wcFvv34rj3ZEjq9X1VPvX0iU7w2+iK9M0ySvXrP+T3qTJo9bugSPXoNvD0fEei7LDk1vXPh5rwNp3I9USjDPQOQ0z3jIJI9gu1VPdzugb0CHIk7S0YTPRRyHz1XWNg9/maAvfzcjL2u3c29kZYMPaYiTz1r3oo9VCGrvdWter1zk8W8+Iv8PBEx1b3dIIi9SH2xvSIwBT3rM1o8VKN1vDgNvDxHGRY9BSURPiiOez0tU8m98b+QPfyPWb2G74Q98ycivY4ezj0LOuO8UMPmPWFNiDyUSIa9VQ6VPYgBEby6Cm08lO26PYgFNj1jXDW92YH+vPuzLL1Opqi83jbivB8TtL07dw+9ddYHvpJatb3zvrO7bwccPd4a17zJMQk+CtdePVaHuzwUcf486JtuOc6yc71TjjK9n2eVPVECwj2gMig9/84EPqQkKLzjOZe95OaGvRTl6r0Zb8O9SeZbvLYrpr2gq4u9DLcJPZ4MZT14QDS9hjiBOyF8rr1+umA97/0mPXd2Bj6MEQ2+maRQvUDHgLxmhJ29/o9aPdFT0b2goS49fTZbvcSMAb7U1qq93prWvf+8ejsjKag9+oUtveKkuz0M9189MsRSvQyL67xcbqY99RElvUfvn72EFrk9MPSHveTj9DxwMxY+MlFsPF8w6b0gB4o9qEqmPMTGHzy3/gm8oz0ZvSWSTT3TTL298MvjPTWajr1x3Na9oMZIParCzD2E2X+8",
        "vUiFvTPz/7zP6rY9KEJ6PWLIoD3iMcO8MNyKvUQxnLxcTAc7Ky/ivPYwnr0659G8pQlAPXKNtL10WrY9GDnpvEeetD2CpRG9HPykPaWnkDyLiuY7M0VXvc9AOj09EAM9hH3cvTR6w72RgHs9JbZ3vcWZvr2Rj6i9+JPmPUQwJ72HNs09772lPQq2xT0K47o9eDWDPVAZoj06lHC9xFFnPZ5xWz0sgU49OtCwvVB6ib0FfgU+uw6CPRzHFb1ETR48Aq5hvZlv7TyT6E29ftvMPbHjx72H8uk9ltznvDTDZz38phU8fpO8PW8qqT1bBs+9uneLPCm+Kz0WMym9nJPVPf3+nL0/uqg9zfExvcCmhzrGs2S9b96hPfTjpr2UPyS9JncrPWIIMD3N9+i8OzE6PT/Hlb1F/pw9inCGvJSgkrzwJOq9TdzLvSyfyr04qik85lhrveiK6LxGuU09rGDGvcIzHjwToqA8UTXXPWcavj0OXkk9HDW4PUlMwz1vefy8nSDQPchvEb0CqVG9tmpDPepmDr2V/DI9Ld5qvWyvML3dNs69IrU2ve7biT2yqww93PyLvZKQ3L1kKty8sbGVvWFQKDy4wNe8Qe5fvTHmrr2aTnO8gtZdPQd/yD2G2rC97GX1PGDToL2xAY49xZelPaCQPbtmzSc9f5PNPeJ4Dj2a1zu9yCjtvBcqrD2Aqvi8unmovOU9vj2srDK9ZUKyPTTMjzz60TA9z9oQPSwtCTyFvFa8h9u1vfOixz0oZg+8Xr82vfHYfD0zzqs9QiKJveRuwr3wm1480CDXPdMqpb2jLLe9ImhTvcTbhr0ATKE434q7PeLaEz3b9cw9Z+HTvErBNj2V8hc8/NTWvYBCKzyE7LW9Ng4WPaQpsTzd1XO986zIvYKZdD3d7IS7NG/rvC2tQ73A4e+81PHDvdYGZLx2RiK9YpYqPSkKn72kIPs8XEqePIR0rDxikCm9XWbZPSX8pr0ihDI9PDuUvHRGWj2iKoe9C0cjPP+zYj21xFG8",
        "U13Zva0MzD38oO48zNcXvVhiyrxkyAy94C90vGBcNbwhTZa9gIyduqc/Bb31lp49mqMCveQRGT0+uNe6DOqOPE81Bj24oUc9TxLMvRivs7w5fbA8lu5+PSX7mT3RAKq9x6V2va/ftD1gV3S8QaUIvZe6fD05tH483PQQvXVihD1n2Ea9NpYOPYO3qD10ZMw8WVxbvVMZ1r25jMQ91vJ+Pco+w724gci9MS/TPZruET1NWcg9tSuTve0G2T3IK9a99i1sPZX6QL0IYd68ZY4DPHx0iLw4FyI8Jol1Pbiejb3K4yM91hTZPTJ0WT1eiJA7PW3MvbzlpjxUD6S87KywPDGJ/TsOhsg8qG9vPPNMsr0yGns9x7+5PagZir3Q7za9KSVPuhH+m72NWeY5k92UvdFysz1wfQ88HDSNvABNKDpgztW80YFMvWIYKL0BsBE9cMOeuwwMpbzD1K89KNH2vDVhXT1TMJ49O3q9vf6qQD3ek9O9TmBQPaD/sb2WCsC9fT2KPVniWr3xWgo9qmPpO6kSzz06x+K79sb+u+L6GT25/to9C6ZMvU/Fnj1fho89SFjhvADFhT1CKjs9ZZemPUDzRLzeNo+9vEduvBLmGz2/+kA9PSC8PaSOh71JXjy8jGvJvMOydb2Byva7YMd3vDjyQrxHZsa9uQLVO5HGlD2sS2A9KvZAvRCO6TwSNLO9ndD6PONtnD14beS7AstaPQhmm7xCLb6905isvRTPPD1Plom9WtqqvTNf5j0zeha8rpW1vSL+EL17HtM902m4uiH3ub3Z6bc9O7fXvUYDt71rwAk+O+stO6XSh7zDqmo85Mmxu53Smjyz4kw9IsFjvHkBSD3hXZo9dCg1vR266zuA+Lq9slkTPSEyV72pJoe6V/16PZyPPr2aLYC8hBIUPZkiQLzUj928yD7zPI5jjb1LTpw8rLZ3PWl1pD3RSIO9XHPLPG+cFD0wrha604KRvZMoNLyruTQ9f4hAvRd8+Dw1UpO9MngiPduvaD2d+589",
        "s1uoPShSWD2/fZ09J+5dPFxLmT2R7Is9PcCUu8O/p73akPy8oW88Patt5jxeMZk91qmXPWP5v72ryOM9HVL6vRP83jyCitG8g31TvUe1rj2/ICs9qOLbvVRmTL1FmbO81lWsPSuauT1Udfq8TIXTPbji/z0I36A7GhSHvXb44Dusxg89uFexPWudnzz2PdG9AlmuvS63OD0CZnw9uuqQPVlFIDy80po9oXyBva+Ijr1m4fE8adDUvYQPl73mUcW9FcvlvWmEkzwbZgw+gfg3vd6W7rxbUjs9TSkPPNkR4rpYJpm9mlzSPYj0V733edM9rV+MPYneXT1AhUm9phqevV08DT1AnZ69IbPhO2oZj72Bwe07zmVZPdJ3ir2oNQ26PNvqPJFBL7zGhuM93PshvS+wNb2IzBo98+UiveyDfTyoAYM9i/+5vaCQgb27bcg9gQ8cPQTj17t5/s+9DrbDPQadoD0GM+k9+LRVOXmug72XaZI92XnxvTwsYL0ecYQ9SwYMPmHchDwyiPe8YdZkvYk9A71tSL89j6Ybvdh3v70o8J09ZSSGvQEAsbvdC7q9SexTPTywsDzkXTE9QDNsOyS7mz0p1qA9NLx5PRXn0j1ZYNq8OF+UPB0PkL3egYY9XUvEPeKKxj3mjxi8x0WsPcegTT1dZae8KNYqOx3ptT1XtcC9seGGPX1LBr3Njjk8R7kpPNFGnz0ch5A9KBabvZ3OAb4dBz29EsGIvXgDnz3Xhau9uUVbPUdNYr25oSE981yYPHYBLD0mpso9LoeMvdJHfb1bGLk99XIXPbpN0LzTkaG9DsWfPQVf7b07GrI7fYtGPSQcW73//2C9laxvvezgvT3dbCI99HGcPQeCjL0rkZM90ayHPfGTAT5VQYq7f4ZavblwzzwQLgK9saGKvf2itz2Ynrs9jYsZPWe5gb3t9Ya9Zs3XvcN/ez1bhWs7pNLjvSjpaDxwOI89i/BxvaSRJr09JW49cG4RvGNRmb0iY+a9Cn4tPQK8TLs397s8",
        "3iBvvQcrBz5lP7k8xm66vE4nuD0mVOa99Rm/PciWi70Vw9K80MuHu+3DFb3Gtno96fscPZK/Tj1Mbhe8M5UZvsmYor1WSBu9QpZgvHy0y7zUJIm9IjfxPcBtOzvjOMk9THtKPb0g1r1CcdC9y+nLPCxAgTzIiZC9y5oePiTY3T1/UT29H3qZOzEUXD2ACpk9uB8jvTSsmr1itrA93FFuPFvYpT0OThi+ow5GPGzIpj3Mf146tmFzPbQHSb0HxKW945vLvRf5pT2FrI47x6sHPfLjJr3Vxuq7weJdPHlnP72x45u8HdfgPeW217322m+9EjMeO13w1j3hVzg9VaLavemGlr14toG9nDjNPAjK0707ja69GakrvTlTITuhswe+rAkDvrzZq7xe+Z098cwgPXDj5L2c7ZY95FO3vUmCmD181qQ9QI5SvQZIuz3+dh09TxsZPm/g9rrFVzC9XcmHPIwL2bwqh+Y9iLWcvbgA4D0Xe9W8mT2nPTYR3r2Dbja8FmZdvPse/j3tpeS7J7OLPWEtm7zeLiQ9cUDAvfbkDL3TKpQ98lefPMgfTrwHAWs7CAglPWYkubsYDjQ8wViGu0z9jTxRVSM96E7fvHXeor1bnTS9cGcVPgeBWzw73ik9F6+6vVhsEr6J+cE8cZSWPf4PDj0sdQe+gVEJPqCxo70j4wM+tUo0PVtwYj2uAI69ETfQvUooEj5iDOQ8xy3KPZlGZj1Y5GU9M3EJvpgrfLwc8/A9gGFavDDFA716M509Pg/xvUJeRb06sfy9CJ/PPMn4Rj2koNo6HbrcvfJ7770oLq69qQEKPa3+P7oZJ2K9q6mvvfZqnL39hSW91lahPUqdDTzkPWQ9i0jlvCwmuL2FpHS96rntPQF3Sr1vMK09eqENPdhLCT4m5hy94K64vX83kDyIGZ68Tl1uvWLbgLvWLyO9+MJzvLrVxD1Igvo9QHuPuh/cELyg4bC9MCaUPTjf4j39tpw9bsmRvSnNAT6UwOC9604VvUEqn71BJQc9",
        "3JwfPagr6T2utiY9rTESPh4VSL0YsRQ8QhyoPRWmoTwuh5o8/uusvfBODr64/7u8uMo4vd2lLL3nj4U95gWOvU8IsjsCI/a9fXwKPl0IFr0RQ3095k17PfyLCL2i9QO9WZY3O3Fgur3lp4+9bSSSPUU1tbwbkdq9/QGgPNrZ2rwxGOW6P54GvjK3uL0N5Sc9vJGCvfpwbD3qXrK9137OPcSLfT0irF+8qXqTvfL+8bn0rxS8eQ/7vBidgT2rGM07Bh+evUMpa72V4g++dSS5PQucYT0yCIo9cCR7OyhSBT4ku7A8ryWxPRo3nDxkxrm901bLvBl7xryp6VQ9YvhKPVJOSrwUWio+tsLuO3eH0T2txd29qoW2vWvinLwz2Fu8X9I2PXcGxD2VfGe8sQL6PU0U+b3yd/29zvnaPBDWib3UaJw9kXJjvU33pT0YQCc90OMIPc9DhT25eoM9rL9QPSyMHz4T2zo82kJ6vY3uf73jpA49MgcJPnLdCT4I2Yy9Fn8CvQhipT182KI9Ge/bPCg5g71cnnG8GcrTPSMqQj0vFAo+iTNsPT86Sz1OCQm+mpevvak5FL7gbFw96mvxva27VTwZ4Vo9g8b0PH0g670IJMa9r5zQPPIRkD35oJ49+GDLvJGEhj2PNRg9GU+bPareJD4Q0289yFwRvXexuDmu2nq9eu0SPq2stb3jfFe9FmLLvdvVh71EbSQ9WXEkPYNQcL0YFr29hxMbPpFQb73CYio9bQzDPflYrr1dC/U99k4YPUEWAb0NmH29RZV5vXJXFb2eLhe9bVPiPZy0QzzxjFW9DIgwPtLFlL2Rfeo9jaJyPBRlurzCmvc9/KZuvazwyD2FHDK94UuAvYo0zDwysag9AM3hvQAmur3+NAi8NYPNPAqa+728bsQ7RjsnPcUC773OAYw9/QM2PmiYRzyH6ZA9rLpvvV4Quj30lba9k+wWPosLzj03xJG98/u7PQ6NU7vZWBS+lq2mvfoilrxHzLG9IhWvvUgsOj1v4dA7",
        "1ScmPe6Bb709+XA7Y/KOvWWay72N59Q9u2SQvenEMD0J9fk72871vQrioLzMxPW89HPpPCLITL2/ecc9OoHrPVwS6zySkQe+iyCKvf55PD0TAsq9ohyHvd0OJT5BAKq9Ze9jvYG5ybvISbc9bKd3vaIaML7Z37m9qTGuvf1WFr30A3q9Z6sLPqcEibxieWe9PoeBPGdQAL1DN9Q8jIPhvXUbA77EuJo9MRstOvlHgr1JhEa9EZfgPUn98L3anYC9KHGLvX0BDz3RCJi91HqqvEWRez127yU82yI/vBJTSz7cDZ+8izYju4g7wr23IeI6oHuxO7ZeCLvlF7G9Ljw5PdP/Wr16ThA8RQe6PeB7Lj65WcQ8genuvXjk2z2Tou68PfJVu8VlFr6eT5a9VpTtvA63Rz0HiCw9Un+7veQTvb2k4Bu9TuhNPYmr3TzFjg0+q4pSvVYIqj21V9C9jA+2PJCbB77PEUk8cthgPH+IXr2/moI9ud8QvuqaEz0VC7I8GrCQPVGbg71Vaui9bbSAPSz6QD1gNLE9sOgbO43/7z2+kSU+xm6MPauIxbze4qg9sAOnPYwe6jxrFvg81ue8PYSRgrsYF169PPIlvnqv1TwyVLc7x64bvt4drj38zTg+f8OoPWvd6j1GYtE7rcVAPV4m0Lwn3pO9SIYhvnYZ/TyU66W8c0omvWObfrxKp4U9FU0nOlO6H70SK0q9J6nCvagrYz1bPW47nst3vRH8mz3RQKq86RB0PWEuNT26ZAo9jbJqvbIJ6r2TiCs92QifPAa5pjkrjew9Zxt5vSr87bw8tzE943X+vBQ4XT36Erm8HQWYu9VPjr1Tj/A9JKDNvfCciT1qiI296SBkvVOhvT3IXwC+bcVCvPNGoTyYd408XDsVPHtJgrulRxg9s4UQPg/llT1uT/C9KyGZvHoH3rwSDl29DyzYPVLZdD3psQs9Ng2rvSYj/b1sLy+9UrZaPS/ZFT1Vy3o8ZOWHvSl0Lj15NSI9AEdDvV7wpr3pmqw9",
        "pkFHvWuiQjvYOwq8X0AavE595L3B7JC9p3M0PW2oqLwTIVa9gaAKPUQSFj6hVlS9CsbQvLV0sj2kAHQ9zjsdvWedpzzIfaw9zvDrvQEErzyEBsO9rQvDOxpm8T372l+9kW2bPU6/171uLTu9HDNRPXn+uj127h89ZlVdvWx6gT2ZXQM+Qa/wPQYVszyCS5093Fy/vcgv6b1nWyG9JaxTPK8SizzHh7G9ZmfzPXaFTj0AA6W8nu2yPYr1PL1auDm9nW1uvVlYiTyRamG83R2evAGyTz1oZ+Q8Koy7PJjHYb3LkF09T/hvvc7SXTv7Fp09fFITvXYivD1Yx5M9ig0Yvaf3Lj1ZQmK7eSHwPF+s3zzTZr891sVevXTybL0WP429gRcmvW3l7TzShMK93sYIPVgqg7ySkc296wgmvQm1kT2zGsm80PylvEaOTjw06nK9UZ/evWil5DwVIHS8MQTbPALrnj0iRQG9MMt3vagX6rxrFTA96/uYvGeNVL1+TVk8BSMjPBcPdz3LC9a9/mFTvQQyET2VwaC9F77uPPdE3b0dV2K9/SxSPYlwsb1GdYS9fbRAPMG6UD14/LY9rkmcPRJ6Vr0bSr491vXhPO1ih71J9mi9wqAMuhmbvz36RoO9Mq63OwkJID3lFw69m9s2uvIaTD2YUf89OSKVPf6Y5DpyEzs7AaDHvEB+o72MiYY9GdupPcbTqL2wln89XVnyvOn5zr34n5A9el22vQGsW72oZZ+9Yom2PIyczjx3M3q9ftA7vTgRfb0ZF6o9AWOlPR+vobxYtca8GUWovdfSaD3vw9Y9KfesPZ1F6zsbnKy9313PO2qWhr3QXKq9S9LUvT/PGj1O5QQ+X2qZPYEXyzwDNnc9DYSfPbJTdj1W1KG7GksdPfbi07wpUGM9bNuXPcBAXzr99Ay9yXqQvKyQrj0FyEK8GqOQvb/6/j0pEuC8nlWrPbuIuD0H2JE9cYIePX5/n73BdEo9cJ0HPa6mg72Jm3E9Ce+YvVj6oT3EPOg8",
        "BREhvEfYEj0Qq6S9veyGvCkNlzy7AS28xZPoPYnWzD1vaK49MeBUPIpufT19mtI97c0xvW6HqzuWc629DHWHvfyVwTxLXK+93hLSPVQ9UD0enpu9kT84PLGR0b1kJdE9ScyGPS1px73gIPq9dpOxPNc/tr11RcA9ITUMvcu8xLzO2lg9baPyPQ+oor2BFi69G10nPYs0yz1Cw8A9SVIwvKrsZD1xWWw9bVCFPXsCDzwVtsW9TqRevTP2ir1w1kO9ZgntO8K2iDxQPPI8hWj2PHz5UL3PwxW7IqPhPLgxu711wBC9ksYBPlpNqT1rzoY9uePBPc7iJD3w5fK9Gg8uPX53s71yl5g9WP8CvTA5Vb1Vi7I9V5YZPY1aXb0LC7G9gjyFvWInhj1mtWI6bSbdvFuIor3+nkg8jBzhPLKqqD205kc9TshFPckimLzzuBC96GkCPlnMlD0e94E9WL9JPMOnhL1nBbg8brWQvV7BajwhstE9T56Svcbv0b1L5+E8G98bvSdFrLzJ1Km98+UNPTNurL1z0Xo9wGlLvcu7eT2uUoi8xOCwuyyg5b3ZSx49KxBovRnAPzoHuya975p3PTo0K738XaO9AbvLPVz/iz1LJSs+2MSmPccOtT2u8LK9nZ+/vZnDk70u6w08syG4PT/aW72O7Qy+I10UPkpOYz2W2oW8XtMavSr8Oj0PopO9keesPeCPejxmdEg9Qr4vPR30gD1Q+PS96JEjPV8ckT1zi0O8TH1qOzYl1r0KLUY9QYDQPFE5LL2Dkz+9ST1pvRjOtL0HT8o8FtR8PUdz7byknoe98haGvZGa2L3SvM69voyRPAt3Lz1UUiQ9es6bPQP0uj0IjC86qZVsvTx2xzyK4KC9XMldvUrwLb0HnI6971NEvQLwAz4VmJQ95jQvPJQu5by7GRa9csBHPYwWbz1PcZi9znF4PIgI8Tz2g3k9X6f4vaK+ujtv5RG9gabUPXImoz259sa9qfmOPRTF1j35Sn69O4sLPVbByr2kpqm8",
        "5OQBvnSphD01Jd47sVqpuwUe7DzDGSy9r426PIvqgTz3xrA9kr/qvXf5Eb4ud2k85juxvRgYoTwJO7q99QunPWNjHzsTZWg9a6qfvQfooL12cyU801BZvdDYnTwg+q88OMYavf3lLb0D/NK83iQQvMDPGT3DErg9db/GvbzEiL0rm1Q9NLQhPYUGmL1k6Ey9AZnHvXYIsru+poM92nqCvdi6fD0zcu28pT+IvaZwVb0ZAqq9ypNuPXtz9rw9Q7E9igfHPTsmnr1bqlM907KsvWHKZbrjjf08HFXPuk9Jjbw0pfA6/PF1vUYwoL3VmRG8/uofPYMHQL3InO29cO1TPbcLpr3oJ5o9VpWOvYoqsb3mnT290UoCPXM47rx3BLI7U4ZZvcwRpT1b+Yg9vOkKvbx8Ab1vHYg8sCAhvCqqJr1DgxO9BJmZvekM2T3jXD+9rthgPV8OUj3AnKw7O3RmPUoMMDxlhtw8BtYTvaB6WzxfJoy84sGzPeJxzD3tx5s98d45PCw7z7oOaQ+9XPtwPamYhTw7+fQ9qO/hu9/39r0CzRC7Aq93PEHWLT1mexi9dgTNPYXxuD3guM+6PP/lPZ3ghT0Fbai8nZ6UPKR2Mj2F8dK9b045Pbo/FTx818G9fWXnPCsrnzzOyXW9QL0pvdiMND1AfIA8MjnePdw1zD1Y1Hi9orBZPZzxs7151ME8xx3WvPUivD3X4x28vEuhPRLzyz2WxZu9HuGAvYln1z3C3lS9dkAlPDbieD0aTga7fbZlPSVRS709fLK8FcaJPdHJ+TwR0N+96fZbPd/foL2wBFc9hEzCveGsrj0WCx89zDorvQhE5DxNEvE9oGWfPaTDh70Ujpy9rhuQPcPRAL1G8KI9vf+VvXEwpr1Ajc28Ep3nvQbP0j1iH+G8+ln6vKo2tb1xd5U9TIbYu65bDj18y++9jhUlvHVPBD6gzM06E6f7Pc0QHLz3w+y86pS+PXxlsr3ZLLo8yGRJPTA49j0928K6J3zRvX/lKb19fXa9",
        "IsPSvJzk7T1OfAk8dgooPXY8iz0nnoE9YUnTPRVqG71XCoq9vxPPPWI3hD3sXdi9oxJRvQ52ujwAnXk9m4bbvZaoqTw0kXG9yPh0PVQhVD0V5MA9SEaHPbsM6z3rqtO95bcLPg/1tryIY1Q7Y0U5vUr2VD3sy6u9VbRivaFXcrrHod293WagvfQOM720/X09e27ZO9esm73HzzY9h+EpvKxYEj0ialm9qGSLPNQ6x71EJBM9fFIyPQvmBb3Bhva9geRjvQ3T+L2lD6y91oOVPYHAOT0czng98/ncvQevTj0mJ2Q99WZePFd0qr2k9ma9QJD1vL9LuT0XfuW8Uw+0veoflr21fVC9TLkWvYV9e70C65+6guDZvNQSrbugM6G8fg34vSx6S73zYpQ8Lja5vWBnLb1mgsS8I2yVvQUXiL1tRw89TaIGOsss1b2crf47i/XTPdStAr68eqm8ZXtrPaMD0D2k5BG76sqtPRZ9TL2cMeC8RvC7PYPvHL19Jaw9ZqysPcq1j70pVdO88syKPdeBu7yejyg9a/13vWpeCb0QlkS9z1/OvZ+hjz1OCDs9413fvLwWmb2o3IS8IOUMvXZ8l70hCKG7XNUZvEi14D3VGKu8JYlZvWZylb0Hsyi9+ewovdeo9Dyk4e086IHDPTxNL71dC189zIxcPRkNkDzzfY+94DKxvc+Wrr3gEIW7uPq0PcKvcD1Px4e9gLEZvZM/lD2mvJK9YSdSvTenAj1XsXW9leHXPA8dmr1qiaM9XBPIvSp1wj2QJ4O7+8DQvXligr0/XLY9dzC3PZ6ck73m3uY9ceZWPbAx6ry707s9n3TWPXIBx70gSDi9IO1DvAY8o70g07K8rE6GvJAgnb3jAYE96lEsvcQ1KD0WJmC9WXqIPWCnCLvD/Yo9xf3FPRz+lbyQQT88KNsCvM6RRb0KPiq9pVrBPeawfz0m7Mi9ZrC/vbIxUz1YQhG95SiAPcBhFr22TRc9NT92vZL8Gz1/kL691oz+vKAA47zgtoG8",
        "9rtGPeqY/DxkEq69dhwUvfBXnr1kprM8zGCSvQ9jtj07lqQ9CK+1vGgxyTzo45w9rij5vAkizDz84IC9oA4lO42YnT1IavS7E5adPcBcXb0aots90LYpvZIG7TzmSyG9Q5e2Pc6aPT2krZK9ATaMPTBCmb3opcy9UDTKO2zUi70Ozg29t+80PTnjR70yLlQ9gUKiPVYrmr0z7HK9sncuPSjYTb0mVyU9+jm1vaQjtb2UMjW9hFnNvdnXbb2S2za92pCoPIIDAz0df8+9zEf3vEC2jrqgb6+7nHvaPCWUMDx7/cu87VbAPb6iYj0hUKG9VWDGPP/xp736E+68CARTvUpoeT1gDbS920OaPbY3Ib2rxtS9AGRcvaAjKDxluL89XBiKPOjwvrwkosw9hrmuvbZkQD2k/xU9xgB4O2FGtT2KvZI9Y5K4vcy2zL2ywVE9nXhsvN3sqj0oSFg887ujvZguF70OdgI98Fo0vJny1Dx9Iq896JsNPDqZIT1cvs28QFqbO+A9MDyhST69lECcPIVGGrz+pEI9N8ybPYBmhr3DzLO9Ur6EvZbjuL1U9sq9lMmRPPjFkT1D+cS9+jkRPWrXID3aTis9X+uMPbhdkr3P6I69JHDevXepxj3JKp87sIFQPHYAl7synTk9Zp5HvXA03js2Hyg9sku6vUAOuL1coKI9INetvbAhNL1a8hA9HJklvWr1Nj14rUQ9LjsnPdxsbTyWZig9XgdgPdMppL20+6m9fuqCvePziD2ADK29OWfGPb9jfj2Yqr68BopjPT3SvT2/Jug9HYmjPWME473XFIO7F5fCPQk5nD0pm/+8sDHxO22jmL3gUoQ92cO7uvf41L3f/jY9UdOMvTwAoj1IMDe9D7GfPbfjIb0qCmK9tptePe0p2D0Qn9g7FaOHPUcrnj2OIBY9vBODvc5jPj0AYuE6x1c7PVVc1L3ORqq92JkjvURFo726B5C9tJaXvEBh+7x1Stm8fkGQvVIWfj1uVyu9lR7aPR/kmDv7orY9",
        "w4OFPUe0nb1Zs9K9ubSvvVEQtb0kWcw8/vwlPU19uD3gRR29J11kvXXlob2MjXe9Ym6fveP5tb0hwZ+9Z0iOPYtrgT1u9RQ9+xq9Pco6rL0GtUM9I7PGvUBzxbwxMdA9kyKoPbr4IT1JfJM9bebZvVwf271HP6Y93J3rvNWez72wfFO96E09PA7bZj1gJHS9V1aivehFVbzW+TW9K++aPZb/Jr38bsy9Lrk1vQatQj0AkT27EqgZPRpgnr0UhAu94C1qvZMLtD0Kr6e9ANJGunzLRL10Koa8oC4YO0IzV72fQcE9/T15vZxt2zzR/Ls9erl8PZzgOL14IRE8mN0ZvWYJBz0gWDA76Avcve7vgb3ecLi9AGYAPIYdHb08/KS9svKKvdrsBz0qVR09AB3tu+f+zj1Ry7s9Z5+Evdzk6jwMac88kbiqPS0rhj1lVaC9pMnxPADrUrp0YYy9/dbZvZd5mD3sgwS9+loDPWNoiD25JkS94I63vRB69rzDJmO9qCqAvSytzry4AJq8wHRDuzDFMbyQQcK7qPhnvGDEYjyiuFY9ze3JPcxFkb3EsNI8NEqTvK+bjz3zzL29HGoNvatMsj0Kwmg9wPc8u/WTqT33hbO9gmBEPYqjBj2wC/u8RSFWvRLQLz0Y8nO9KCwXvdqvNz248kW8J8jBPSb4M73M9Zc8K6u8PT54IL3aiRM9lTevvWVrjj19Gdk9AC79u5VKv719gso9Ymg6Pc3L0D3sfI48KCwNvevWtD1Apr26gIkLPCBdOLse/UG9GpyPvdxBzb1O72a9MolCPbryZD3ovze8pq5CPcRgqjxztdo9ZpUFPaAmCryLFn69FhXLvTEHy73/bZ09gP/LO+A0kr3/xq09+iNZPXxGmjxLNto9qW6HPS4mrL1ZxYQ9gHoyvYH60T3JHdU94J9DPGwO0bxuN9W9DvyHvVzHjrxo02y8gDLIupCEsb2b96Q9c3JUvSH7yz3AoTm8R1CGPYD2GruOtF89DZyZPQRRhLw64QI9",
        "3vMZPaTK2L2yQma9PomVveUQxD0WLSO9kRuSPQK3cz02dtm9aFRaPBBS9zvMOYq8Mb+EPRIEsL19DaI9APWyOYQyob2yKNu9VCDAvTugw70GkRq9qMrCvLjxfTyP49Q9AOqAOZuCzL2gJ6K8JTCPPeoWFz1dgIQ9xKVQveu0tT36ZlA9tpmavbwRijyIaSe8TG20vCzTxjwCtGO9sQa5vQbylb0sKaA8j5DcvVsWuL2Q2j+8fDC+PA5Srb38AsK8UgVpPdu62b2jGq89VJSDvbiAi7ytYsC9btodPZW7xr2F6Zk9xqs8PSiBRTyhWaI99LrTvO0zgD2AEie8gnZ7PQ50g72T1oq93CqEvKOrlz1pQZA9RRyxPcyVxb2ABnG6TcBSvSiijbw66LW96s4DPdAFPDx48Iu9la+aPcYz171IrvW8PnYcvVhRwbxoUBa9HaSbPUeplj076sc9rtItPZwOkL2RDqo9xn/OvSEs1b2+7JK98K5EPCT9yL2V4dQ9rJv1PNUNsT1QdHo8g56zPYrgIz10R8o8OTrWPZrVFj0PQqo9U4KJPXDHz7yu/Zy9OwGGPX55HD2PSMI9Yp+LvR4Csb2serm9QKt5u6T65TykzBS9PViOvcr7FD2jnMw9rvo0PdRUsTzNEay9KdGHPYaji71YCG29ZRm0PXQ7mrzAQGW7tm9ePYJXab0/SpE9W7dxvZOXoj0I8Ly9RbycvTLLDD1S+wG9LfKgPYG5qD189cG94sYkPdlIrD0M1pK8io1uPSVA1b22LAg9UVbWPRanzL1Qfea7oDMbvAJ7nL0gAzK9cwixvSshuz1+qBY99r1ePWjRqb0LaEK96S2lvXDrp7yRf9q9aA7TvKhwy7zH3ds9nQbOPelBtb0wAt47FI46veB2XDwA1Us7vLnLPCR7sDyxaNI99GqFvDHVqT1vEKc9K6NnvY5Tib0UQ/M8YMaruz+FqT1ApC07NgqqvRn1rT2E9DO9KZmbPTNPjD3W32c9Hb3WvUpGw71UXL29",
        "IgUAvUVFoT0H0dI9aeCrPSCHUbwZLY69wLyrugD2Br2qR729gEJCuq+vyj2Nupo9FOLGPNAR/TugR3k7kEdbPNIxOr1kR8o8gJHNvOtW2z1qxVI9mwK0PXsWrL03moM9OQ+Evf9prD0Nstw9Y7imPcdTvT1Y2Bm8/JR0vXTUD71GfIm9I9CVPSASGLxw5568gNWbumRu6TzQ2zy8Y62qPXqCcT3Iw1+8uhJTPSXrYr0AAnk5sxeNPcBvjLx47vK8S5LXPavssj18zE69afKDPWZhaz13OKo9SLEOvJp6j72c/bQ8xsAiPQAouzprvas9QNApu8AfTrvqrH49NtxUvX29rD18Ios8eufGvYSc3bzU4sS9tlsRPdYRo712t4a9vU7WPRFksD1y0WA9bCkKvdJFCb2hwrg9IMVPO03oO733SMi9pRLZvZitgrwEd+m8yuxPvYRJjL0vz7A9oMoMO7UrjD3SCCM9svAaPXT4nTynNr89N3dNvRUEsr01Jbo9PqnDvc7XVD0aoaW94BKTOwiphzxHOYw9MKkKvQgqUjzfVLO9T1uWPeYyNL2s/oW98V3WPeBsrLwqhRg9uZ6tPcemsD1yiBE9D4SAPS/AmD1GFr29zS2nPa7KD70Aq7i5jnaFvXZylr2b/Mw94Z2fPQmWqD0wuJO9IAZsuySGizykdUu9qmd7PSz1tT26tCO9Lc5FPOXd3Dxi3zo7dpPWvLo/PDvEllQ9SAKIPTGvhT2S4p47ecinvcaiF75V5wi85eWlvGobuT2N0QU+O5TLPcV1Tb2hdRc+MslJPSKX9j1hw9A9yoFHOxehnjwcONG97+a7valdGj4IwzY9tovVPAguKTxBZLG9aphHPHdikL0b4bQ8QJ8VPn2aCD5godI99pJAPYZFi71tn5W9CHuePJkxc706THO95RkTvlfFk70Ws2m9SuukPTrKvL0fd2m9o+SNvYpYhr2Z5+O9GPjTvVkFHD3Fnoe9Ia2cPUP26r2pY8k9w7K4PYPzTbzHCTC+",
        "gKA+O7HMET6W/QY9fXrJvQDynj2y8de8muhYvX1ICr61bKy9jAPdveQJ3TtUwGm9hJ1hvYmHRb1YzYE8oskLPdmtK710lvy9pNgwPZezs71YiR4+TvGoPQWy1T3A0I67T8ZmPMJeqTwlSMw9yB3nPBDDDr26E3s6RpPKPWO4ojy9lyU9RPs4Pa22lDxhJ4C96MLZPXtryb3ge3O95A0WukKlhD300as8qF8vvu2VHr1KvS89mSukvUGGIz3XXeC879Qlu5gdWLwTtYE9S6zcvSsMAT55Kh8+B0wlvcSEcz2ZT529ioKbupszR739UnU8RmI4vUAjez2NrOA9W0cJvsAY0jygHei8RGgGPReNW7xwv9w8cY7ZPT25pb3EX/y9zsiIvTnZ4L0NbIk8rDK0PIehXz2c7K+9mT2WO98GXj0ks5i9i2MuvVbFEb2alAo+ULqZuvjWqbw7OYW8EUiFPBIb/z2w5dm8rTSSPeUAhL1MfoO7RnJVvUyVizyAy/s83VITPfkWMD0DpJs9D0+ZPLJrj7wYMpu9oIXMvJ7Kcrv3b9q8JvcdPvU+3D0ccK09gVqnvfEfmz0xmi++TJp7PTuGyL3OklU94itgPb5Xgbxvf4s9x9NGPfKtNTwYlxc+r1ucPbaxSb1tqWa9ANJhPTj5Xzs6UZ89u16WvW0TqD0Ruyu7J3wbPaE4nr1Xri0+6mIrPXitj72qXEK8YI8DvRQj9rxsFVm9cZzTPKCpvz3A1m89QahyvRh6oT2kBZG87nBQvSYfBr1nQSU+H8QjvV63AL1vjzk9VLGXvSQbt71vehK9aA/YPQw/zDxOxiu8ZFTuvFDl+r2XIx69maetvV+QQT5xkA28sAw+PegatD1hlZC8xt28PVJF+L18zeE90rrCu2cQCb62hRe9bSnYPeSbWLt0tog8YdjRPRS2KT2C8X88oY0QPTjH5r0cjfe8ExrLPbuZ1r3o7B49r4pVPZWu8j0JbgU9gtV2vTfAyb1EO5E8qTOYvdqsir2NpFG8",
        "QqymPQ8WRD1HYbo8OAmkvVzMKTsF1x89MRWfvUInoD1Mn9s9mgXSPQNHhj1MN1O8/6CmvMJOqb18sg0+ptyYveKEbL2zyZi9M3/9O42Umz1/kcW9RVwBPsgzHjzwNM899KYKvR7QRT0aTag8FIm8vQ9hsT2XtEe8pnyivW5Zsz1M7wu9Q0utvSC4pb0om5i9NDGcvRl0qzx1f9E9/UK/PIcSHDyss+m9Yp3YPZ3F3j0TJMi7hFkiPenbFL10Hmw9UUWgvF+LD71KmRw9Ks3OvKwlhzwgY4a9aa9JvYw6zjweH1C9tON+vTv597zPvtc9/q2WvSimeTyA9J88c6qGvdFhNb2ScaG90FMMvAETp7yHlwE8QdMWPTHFuz12WuI8wrSkPcI2p716MQa92V8ovTxVir1aZv49M7hmvdGBrDyPCtM9OcWbPf0Agr3LzHy969ZlPBpmzb3LU5293iEBvqCFkD1ON4A8eFk8vDHTDb3cnIO9G4deuyL2F72FlwC+Z+t4PTTUqD3EjM090wYFvdQ3nr2QTSW99BQHvkzaTb15n3k8HbwGvQc3sr3djpu8NnpTve7C4j1G/PY92vt4PeWJqT2KlKU8A6+XPY9Lb738S6i9zUYiPj/fSj29XOm9p3Xmvdm68DyLcVw9rkspOXENq71lMHW9OjXruz4jH7ycQY09gLjfvZO/Gb1MY/C9rD5lvawOjzwNsh49hP6rPWhY870UZCW9ztKRvXtRGT0p0t09fvPKvT9epD3XouM8JypePalbdz0oxZM8SNMIPmu14jtANOG8S2SkPQ9KUTyRO8U9705ovWLfRr0mP5m9leNSPTWt5Lw16N87B9yPPUvhvT1+z2O95/HGvdjqg71+Ds883QaUPZQcfz3yjqQ7i/A/PZtkLr3hLZ68Z5uoPOns1r3k1TU92fo7Pbg6lD28aAA+QvKavVD/yLw56/a8lOCCvThT17wlt8K9Q7efPZniJ7zYm5W8SlcOPSHOHr2JAOi9m2nmvWI8djzD8uu9",
        "AmPHPRG7gz0lNwY9fOkXvfnFxb1RETA9BMMUvcPmHj3VJgW+P8Q7PZB1Ej3X2gQ8V2f8vZA3x7w2BoE9oHvYvY2OAb15/ZO87DqtvS4Aq7xj+og97VqzvRpMyb3Dfc89teuePTcY6b3qAwm9G3LWPRsAe7y0YgS+YXmsO1qSq73sWLU9JxyyvXTXuLwDyIW8/hLHPHP00bwEp4s8q12NvRLqqr2hbVw9VohZvIuTkr0CVAs9bm5gPYFRAD0bdiM94RFxPaTjiDsZjNq8wLLCvMkerT1vIKa95fWPPQnJf7y/9Bs9FoS8PXcQsr3HcWW8pOIoPjU9Krx+EOC9KIj7vPSkHj02dVu9SwYWPRbsozwqsZU9fUvpvZN/rL0dyL+9BTm4vFd+072V0pE9d0GBvR7qUr1RObS9u1qWPRawnbysWlc9m/exvZn/bD3IgjE9amIOvadC1D3Sjsm9WTA6vcYstT2Xxqg9NbrNumshBz22sZ69dIOAPK90wz3m3LY92rGFvZiImD2MXxO9InMVvduMjL0Kldm9rbjkPAQUUr3CJ169ocqKPVRNh72KAZm9uJXVvbrG/j3K+oa90eFsPWwTvz37SGg9yazsvDQNsbvsIoq92ygHPbcXAjx3NNw9IroXPVSgpjxc3em8ZqgoPc/5Ar1o2so8blJjvbhWL728gg49/ZlrvRS89DyH9rK96oWLPbx5yLzlH9I9HtQevdNxmD0KtpU8LY52vHGgKb1KSMA9R3uGPcbYFj0zpGq9OqqQu5gwiT2vN6g9ruQ4PTG0Az5jW9u92AO+PSnRi73yaeK9XvaaPZTQibwiUuA9P08DPBo0T73SpX69FQ+ZPSoK9j0EXxk+yzmfvcxBXz2Uo9a9Up6IvHjdwjsn5Mo9ONO/vHUXw70tHNG8xkfsvY6DmDv7HRE91Kp6PWlPyb0nho69MuppPf+SAz74tAO+rlwIPsZsFj4Tnqk6rI9hva64xbsMX5G9Yn+HvLuKWrvMYtG9g6fkPAEpIT0W+8E9",
        "HdSxO8dRu70fjLE9NeLTvI3Nq73hleu863u2vCt8yD2IHRy+RywSvGg/Eb77hsM9IGj7PTFl0j3sQlG8E0kHvqyUUL29pIM9tfZivdFUVD3LEK29nLDSPI56mr19wxA9r9C+PQzSnT1oaEy8p6/qPbUkk73EeJ08nrsbO7creLxk5Yg9+i6nPZg1ATwWq4Y8elfTveXySz2Ep648qlOyPNwZqbwSc+A9sXKePWOFTzyPtbQ7N8dGvKaKZD3aQ6W9dl1OPUhdWb2iM5c99xtLvdMEsT2x3bi9kQ7PvA7BsD2rYZe9sEwuPe38k71kH6I9Neg2vRS9Aj2JDxi8wXwiPQtQJD0U6+q9ttf+vbC0M722y6m9IZDEvYKpxjzuUwq9/YOwPbo7eTyTr0S9BNOkPX6QHT2tD2q9VuhrvTle2jykylS96ErfPXjPsT328HU8qHdbPbCVtb3xxCc9+QmrPUdeQj31vxK7Yw56vAsK3DzHOty9NQKcPUupg70Fj9y8MQISPgX5AzuQcqO8y5PoPJoy/T01zUM9fklWPZRWAj6a9A8+eKKXvTISTT3KFza96ZrePG8Hpz2odwM8HpDgPfAG4b2+iqM7ls1uPS2P2bzO99Q90OGzvci7HTmTSFg9Z+ePPZWZdD3/T9I7piUzPbP/lT01nRC+So+oPQCcrD3qh5g9HngYvdJS/D2NVno8OK0tO3tZXL1L++S9ddsdvawibD0CDlq9xhlQvGkPQT1qNIe97zaVOxtfED5CIpg9ToOmvcrasL304o49UTJyPXH7zz1leZq9frHcvVV6BT1gtq69lIZIvbl7qjwRycE9B7qYvdP+pL2VHNe9YPdHvW1+fD0Qb4G8xqPZPXGZBT2iq6M99PGZvTmmxb2Xgn49yxOavQNWmr1VhbO9eZ4OPnqUrztbdzk9b9ssPG6wZ70tvAK9z+/XvdQqkz20tY086St1vVmMvT1DP4I9kthZvakodj3jStg8oYiGPff10r0RShi+BRtWPbCEsj1w3SS9",
        "PrNAvXKiib2g67q9DHUXPseHzD1Q2g68jN/uvLIwLj6yU348T+uRPWaeBL68T9M9aPjlPC3+Kb05oNO9g6HVvcNR7TxmqBQ+dZ7ZPB9AHz3Sfhi+VcX4veoAhbrYuKe9rQIkvpZbPzuEeQm9YxedvcpeDD61ABE90di9vRqxlr1kUhO9YzflvUk41L2cQow8/8rwuz7MkT2LFry90DT1vR5t/ruqkgc+w+IQPYbfDL62ec49vzE2PdgvOr16TFE96EOhvXbhhj2Z5Io6P0fUPDAjgz2/pJO8XGfzvY6lojzon6o8q6Q7PL9iJj597g0+J2bVvQEKgb3MSgW9N2V7vKwc7rvO1rQ6ymt0PbYIfD3fpJE9q9PPvXQVvjweGSG9SqhcPemP4D3BA6K90BmZvK48O73dUXC9vD7TvPRW6r26UuS8vqUkPM59dL2obRu9h4qtvc0+ar0YPRq9eTs+PmL++7zA6s69YCflvHvEqL12I8A8bkMjvc1yrb3KTeg9DfFKvTcf5z0o9bI7iN3MveovQb2ymnU9Vz1svW/Avz0IX+094ycHvuL4AT2qpK08WPY7PWJsjr0NktE9oA8/vRbsaz0weNi9jWyevVWTsr1Z8wg8MiPpPUzUCD79wkO97W2Zva6xjb0+/409EWoJvkNklj3hHO29DW63Pb++lD0qFW09WB3sOo6Lwr0g4bc8BWqMPb+QpbzuZ7s9Q7ZLPQJQn715jJw88r8lvcSZHD3bBIq9jmjdvAFZw70YgWQ8MZ6jvDaSFDu5CFe9gwIGvmQYIrwedqU8J+IHvWl22Dx1aQg+wsmxvZyn/zta13g9s1fEvejR6zwuV7O9JwNnvE2Zor2Nm3q98f6zPS6QYjwuO9q83WTqvW1kET3LRwE6EydTvdzhw70Xwak9G47JvfXtsL3kwSa8t2D/uuPnLL4d6Ke86hvuvNzJhT07rDq92CSLPZAWEzwv65M9FHkUvp9TDbxGIZ+9NkbEPUbRkjx3SxY9pmWsvXCStD2QrHG7",
